Repository: Spiritdude/pledgebank
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: lv_lv

source: Yes! We have several fully internationalised versions of PledgeBank. If your browser is configured to use one of those languages, PledgeBank will automatically appear in them. Otherwise, follow one of the links at the bottom of each page. If you are interested in volunteering to help translate the site into your language, please <a href="/translate">read our translation help page</a>.
lv_lv: Jā! Mums ir dažas pilnībā internacionalizētas PledgeBank versijas. Ja Tavs pārlūks ir iestatīts izmantot kādu no šīm valodām, PledgeBank automātiski pārslēgsies uz to. Citos gadījumos, lūdzu izmanto saites katras lapas apakšā. Ja Tevi interesē brīvprātīgi palīdzēt pārtūlkot šo vietni Tavā valodā, lūdzu <a href="/translate">izlasi mūsu tulkošanas lapu</a>.

source: What countries does PledgeBank work in?
lv_lv: Kādās valstīs darbojas PledgeBank ?

source: All of them. We try to detect which country you are in automatically, and show you only pledges relevant to your country. To see what PledgeBank looks like in other countries, click on the country name at the top of any page, just right of the PledgeBank logo. Please <a href="/contact">contact us</a> if you'd like to help get more people in your country using PledgeBank.
lv_lv: Visās. Mēs cenšamies automātiski noteikt no kuras valsts Tu esi un rādīt tikai tās apņemšanās, kas ir būtiskas Tavai valstij. Lai redzētu kāda izskatās PledgeBank citās valstīs, spied uz valsts nosaukumu katras lapas augšpusē, tieši pa labi no PledgeBank logo. Lūdzu <a href="/contact">sazinies ar mums </a>, ja vēlies palīdzēt popularizēt PledgeBank savā valstī.

source: Why do you only have UK postcodes?
lv_lv: Kāpēc Jums ir tikai UK pasta indeksi?

source: We'd be happy to talk to anyone who could help us extend the postcode search overseas&mdash;please <a href="https://secure.mysociety.org/admin/lists/mailman/listinfo/internationalisation">join this email list</a> to help us out.
lv_lv: Mēs būtu priecīgi runāt ar ikvienu, kurš varētu palīdzēt mums paplašināt mūsu pasta indeksu datubāzi, lūdzu <a href="https://secure.mysociety.org/admin/lists/mailman/listinfo/internationalisation">pievienojies šai ziņu listei,</a> lai palīdzētu mums.

source: ... and SMS?
lv_lv: .... un SMS ?

source: Again, please <a href="/contact">contact us</a> if you can help add text messaging in your country.
lv_lv: Atkal, lūdzu <a href="/contact">sazinies ar mums</a>, ja vari palīdzēt pievienot šo SMS iespēju savā valstī.

source: Privacy Questions
lv_lv: Privātuma Jautājumi

source: I don't want my name visible to everyone when I sign a pledge!
lv_lv: Es nevēlos, lai parakstot apņemsanos, mans vārds būtu redzams katram!

source: You can add yourself secretly to a pledge by unchecking the 'Show my name on this pledge' box when you sign up. Alternatively, you can sign up by SMS (in %s only). If you are about to make a sensitive pledge, you may want to make it private, which means only people with a PIN you give them can view the pledge page.
lv_lv: Tu vari pievienot sevi pie apņemšanās slepeni, neatzīmējot lodziņu 'Parādīt manu vārdu pie šīs apņemšanās', kad paraksties pie apņemšanās. Pretējā gadījumā , Tu vari parakstītiesn sūtot SMS (tikai %s). Ja gatavojies veikt jūtīgu apņemšanos, vari izvēlēties padarīt to privātu, kas nozīmēs, ka tikai cilvēki, kuriem esi iedevis savu PIN varēs redzēt apņemšanās lapu.

source: Who gets to see my email address?
lv_lv: Kas var redzēt manu e - pasta adresi?

source: We will never disclose your email address to anyone, including the creator of your pledge, unless we are obliged to by law. We do let the pledge creators send emails to pledge subscribers to explain what's going on, to motivate them etc. However, we don't show the pledge creator the addresses of the subscribers getting their email. If you reply to an email from the pledge creator yourself, you will give them your email address&mdash;please be aware!
lv_lv: Mēs neatklāsim Tavu e - pasta adresi nevienam, ieskaitot Tavas apņemšanas autoru, izņemot gadījumus, kad mums to liek darīt likums. Mēs neļaujam apņemšanās autoriem sūtīt e - pasta ziņojumus apņemšanās parakstītājiem, lai izskaidrotu, kas notiek, lai motivētu tos, utt. Tomer, mēs apņemšanās autoriem to parakstītāju e - pasta adreses, kas saņem to e-pasta ziņojumus. Ja Tu pats atbildi uz e - pasta ziņojumu no apņemšanās autora, Tu būsi iedevis tam savu e - pasta adresi&mdash; lLūdzu esi piesardzīgs!

source: Will you send nasty, brutish spam to my email address?
lv_lv: Vai Jūs sūtīsiet nepieklājīgas, brutālas mēstules uz manu e -pasta adresi?

source: Nope. After you sign up to a pledge we will send you emails in relation to your pledge. These will be a mixture of status emails from PledgeBank itself, and missives from the pledge creator, trying to encourage you into greater support. We will never give or sell your email addresses to anyone else, unless we are obliged to by law.
lv_lv: Nē. Pēc tam, kad būsi parakstījies pie apņemšanās, mēs sūtīsim Tev e- pasta ziņojumus attiecībā uz Tavu apņemšanos. Tie būs apvienojums no ziņojumiem par statusu no pašas PledgeBank, un vēstījumi no apņemšanās autora, ar mērķi iedrošināt Tevi sniegt lielāku atbalstu.Mēs nekad nenodosim vai nepārdosim Tavu e -pasta adresi jebkam, izņemot gadījumos, kad to mums liek darīt likums.

source: If your question isn&rsquo;t answered here, or you just wanted to let us know something about the site, <a href="/contact">contact&nbsp;us</a>.
lv_lv: Ja Tavs jautājums nav atbildēts šeit, vai Tu vienkārši gribi mums paziņot kaut ko par mājas lapu, <a href="/contact">sazinies&nbsp;ar&nbsp;mums</a>.

source: New Pledges at PledgeBank.com
lv_lv: Jaunās apņemšanās PledgeBank.com

source: Successful Pledges at PledgeBank.com
lv_lv: PledgeBank.com veiksmīgās apņemšanās

source: Comments on All Pledges PledgeBank.com
lv_lv: Komentāri par visām apņemšanām PledgeBank.com

source: How PledgeBank works: PledgeBank is a free site to help people get things done - especially things that require several people. It is very simple - you make a pledge, set a target, find people to agree and sign the pledge, and succeed!
lv_lv: Kā PledgeBank strādā: PledgeBank ir bezmaksas mājas lapa, lai palīdzētu cilvēkiem īstenot nodomus - it īpaši nodomus, kas prasa vairāku cilvēku līdzdalību. Tas ir ļoti vienkārši - Tu veic apņemšanos, nosaki mērķi, atrodi cilvēkus, kas piekrīt un paraksti apņemšanos, un sasniedz gribēto!

source: Start your pledge
lv_lv: Sāc veidot savu apņemšanos

source: Get your own page
lv_lv: Pašam sava lapa (apņemšanās)

source: Help with promotion
lv_lv: Mēs palīdzēsim to popularizēt

source: Use positive peer pressure to change your community
lv_lv: Maini sabiedrību ar savu pozitīvo piemēru

source: more
lv_lv: vairāk

source: Latest from our blog
lv_lv: Jaunākais mūsu blogos

source: RSS feed of new pledges
lv_lv: RSS barotne par jaunām apņemšanām

source: Interesting pledges from other countries
lv_lv: Interesantas apņemšanās no citām valstīm

source: More pledges to sign...
lv_lv: Vairāk apņemšanās uz kurām parakstīties

source: RSS feed of successful pledges
lv_lv: RSS barotne par sekmīgām apņemšanām

source: Recent successful pledges
lv_lv: Pēdējās sekmīgās apņemšanās

source: More successful pledges...
lv_lv: Vairāk sekmīgo apņemšanos

source: Sign these or they fail today
lv_lv: Paraksties uz šīm vai arī tās neizdosies šodien

source: More pledges...
lv_lv: Vairāk apņemšanos

source: Choose your language
lv_lv: Izvēlies valodu

source: Illegal offset or sort parameter passed
lv_lv: Problēma ar šķirošanas parametriem

source: Miscellaneous
lv_lv: Dažādi

source: New pledges
lv_lv: Jaunās apņemšanās

source: Successful pledges, open to new signers
lv_lv: Sekmīgās apņemšanās, kas atvērtas jauniem parakstītājiem

source: Successful pledges, closed to new signers
lv_lv: Sekmīgās apņemšanās, kas slēgtas jauniem parakstītājiem

source: Successful pledges
lv_lv: Sekmīgās apņemšanās

source: (one category only)
lv_lv: (tikai viena kategorija)

source: RSS feed of
lv_lv: RSS barotne par

source: Previous page
lv_lv: Iepriekšējā lapa

source: Next page
lv_lv: Nākamā lapa

source: Sort by
lv_lv: Šķirot

source: There are currently none.
lv_lv: Patreiz nav nevienas.

source: New pledges are not shown here. <a href="/faq#allpledges">Read our FAQ</a> for details of when they appear.
lv_lv: Jaunas apņemšanās šeit netiek rādītas. <a href="/faq#allpledges">Lasiet mūsu jautājumus un atbildes</a> lai saņemtu detalizētu informāciju, kad tā parādīsies.

source: Please enable cookies
lv_lv: Lūdzu aktivizē "cookies"

source: It appears that you don't have "cookies" enabled in your browser. <strong>To continue, you must enable cookies</strong>. Please read <a href="http://www.google.com/cookies.html">this page from Google explaining how to do that</a>, and then click the "back" button and try again
lv_lv: Izskatās, ka Tavā pārlūkā nav ieslēgti "cookies" <strong> Lai turpinātu, Tev jāaktivizē "cookies"</strong>. Lūdzu izlasi <a href="http://www.google.com/cookies.html">šo Google lapu, kas izskaidro kā tas ir izdarāms</a>, un tad nospied pogu "back" un mēģini vēlreiz

source: To log into PledgeBank, we need to check your email address.
lv_lv: Lai pieslēgtos PledgeBank, mums jāpārbauda Tava e - pasta adrese

source: Then you will be logged into PledgeBank, and can set or change your password.
lv_lv: Tad Tu pieslēgsies PledgeBank, un varēsi uzstādīt vai izmainīt savu paroli

source: Log into PledgeBank.com
lv_lv: Pieslēdzies PledgeBank.com

source: Please check the URL (i.e. the long code of letters and numbers) is copied correctly from your email. If you can't click on it in the email, you'll have to select and copy it from the email. Then paste it into your browser, into the place you would type the address of any other webpage. Technical details: The token '%s' wasn't found.
lv_lv: Lūdzu pārbaudi, vai URL (tas ir burtu un ciparu garo kods) ir pareizi nokopēts no Tava e - pasta ziņojuma Ja Tu nevari uzklikšķināt uz tā e - pasta ziņojumā, tad Tev būs tas jāizvēlas un jākopē no sava ziņojuma. Tad iekopē to savā brauzerī, vietā, kur Tu drukāsi jebkuras ciats web lapas adresi. Tehniskas detaļas:Zīme '%s' nav atrasta.

source: Logged out
lv_lv: Atslēgts

source: You're now logged out. Thanks for using PledgeBank!
lv_lv: Tagad Tu esi atslēdzies. Paldies, ka lietoji PledgeBank!

source: To view your pledges, we need to check your email address.
lv_lv: Lai parādītu Tavas apņemšanās, mums jāpārbauda Tava e-pasta adrese.

source: Then you will be able to view your pledges.
lv_lv: Tad Tu varēsi apskatīt savas apņemšanās.

source: View your pledges at PledgeBank.com
lv_lv: Apskati savas apņemšanās PledgeBank.com

source: Suggested pledges
lv_lv: Piedāvā apņemšanās

source: People who signed the pledges you created or signed also signed these...
lv_lv: Cilvēki, kas parakstījušies uz apņemšanām, kuru autors vai parakstītājs Tu esi, ir parakstījuši arī šīs...

source: Open pledges you created
lv_lv: Atver apņemšanās, kuru autors Tu esi

source: Closed pledges you created
lv_lv: Aizver apņemšanās, kuru autors Tu esi

source: You have no open pledges. <a href="/new">Start a new pledge</a>.
lv_lv: Tev nav atvērtu apņemšanos.<a href="/new">Sāc jaunu apņemšanos</a>.

source: <h2>Pledges you have signed</h2>
lv_lv: <h2>Apņemšanās, uz kurām esi parakstījies</h2>

source: Have you now done what you pledged anyway?
lv_lv: Vai tagad tik un tā esi paveicis to, ko apņēmies?

source: Have you now done what you pledged?
lv_lv: Vai tagad esi paveicis to, ko apņēmies?

source: Yes
lv_lv: Jā

source: That's great!
lv_lv: Tas ir lieliski!

source: If, in fact, you have NOT yet done your bit for this pledge, you need to click this button:
lv_lv: Ja Tu reāli vēl NEESI paveicis savu šīs apņemšanās daļu, Tev jānospiež šī poga:

source: I HAVE NOT DONE THIS YET!
lv_lv: ES VĒL TO NEESMU IZDARĪJIS!

source: You have signed no pledges.
lv_lv: Tu neesi parakstījis nevienu apņemšanos

source: Why not <a href="mailto:%s">send us photos</a> of yourself carrying out successful pledges?
lv_lv: Kādeļ Tev<a href="mailto:%s">neatsūtīt mums fotogrāfijas<a> par to, kā izpildi savas apņenmšanās?

source: Create a New Pledge
lv_lv: Izveido jaunu apņemšanos

source: people in my street
lv_lv: cilvēki manā ielā

source: New Pledge &ndash; Basics
lv_lv: Jauna apņemšanās &ndash; Pamati

source: (<a href="%s">Want your pledge in a language other than %s?</a>)
lv_lv: (<a href="%s">Vai gribi savu apņemšanos citā valodā nekā %s?</a>)

source: but only if
lv_lv: bet tikai, ja

source: Target number of people
lv_lv: Vēlamais cilvēku skaits

source: do the same
lv_lv: izdarīs to pašu

source: The other people must sign up before
lv_lv: Citiem cilvēkiem ir jāparakstās līdz:

source: Deadline date
lv_lv: Gala termiņš

source: e.g.
lv_lv: t.i.

source: Choose a short name for your pledge (6 to 16 letters):
lv_lv: Izvēlies īsu nosaukumu priekš savas apņemšanās (6 līdz 16 burti)

source: This gives your pledge an easy web address. e.g. %stidyupthepark
lv_lv: Tavai apņemšanai būs vienkārša web adrese, piemēram %stidyupthepark

source: More details about your pledge:
lv_lv: Sīkāk par Tavu apņemšanos

source: (optional)
lv_lv: (ja vēlies)

source: (links and email addresses will be automatically made clickable, no "markup" needed)
lv_lv: Saites un e-pasta adreses būs automātiski aktīvas, nekādi tagi nav nepieciešami.

source: About You
lv_lv: Par Tevi

source: Your Facebook account:
lv_lv: Tavs reģistrs Facebook:

source: (we need your email so we can get in touch with you when your pledge completes, and so on)
lv_lv: (mums ir nepieciešama Tava e - pasta adrese, lai kontaktētos ar Tevi, kad Tava apņemšanās ir pabeigta un tamlīdzīgi)

source: On flyers and elsewhere, after your name, how would you like to be described?
lv_lv: Kādu papildus informāciju vēlies norādīt par sevi skrejlapās un citur?

source: (e.g. "resident of Tamilda Road")
lv_lv: (piemēram: "Brīvības ielas iedzīvotājs")

source: Did you read the tips on the right of the page? They'll help you make a successful pledge.
lv_lv: Vai izlasīji padomus lapas labajā pusē? Tie palīdzēs Tev izveidot veiksmīgu apņemšanos.

source: Next step
lv_lv: Turpināt

source: Your pledge looks like this so far:
lv_lv: Šobrīd Tava apņemšanās izskatās šādi:

source: Please lower your target!
lv_lv: Lūdzu pazemini savu mērķi!

source: Recruiting more than %d people to a pledge is much harder than most people think. <strong>Only %0.0f%%</strong> of people who have set pledge targets at %d or above have succeeded - why risk it? Does your pledge really need so many people to be worthwhile?
lv_lv: Piesaistīt vairāk kā %d cilvēkus apņemšanās ir daudz grūtāk nekā vairums cilvēku domā. <strong>Tikai %0.0f%%</strong> no cilvēkiem, kas ir uzstādījuši apņemšanās mērķi uz %d vai vairāk ir bijuši veiksmīgi - kādēļ riskēt? Vai tiešām Tavai apņemšanās prasa tik daudzu cilvēku līdzdalību, lai tā būtu pūļu vērta?

source: In order to encourage people to aim at achievable targets, we don't automatically show pledges with less than 2.5%% of signers on the PledgeBank site. In the case of your pledge target, that would mean you would need to sign up %d signers before your pledge would show up on our 'All Pledges' page, in our search listings, or before it would be automatically mailed to local PledgeBank alert subscribers (if it is a local pledge).
lv_lv: Lai iedrošinātu cilvēkus izvēlēties sasniedzamus mērķus, mēs neuzrādām automātiski apņemšanās, kurām ir mazāk kā 2,5%% no parakstītājiem PledgeBank mājas lapā. Tavas apņemšanās mērķa skaitļa gadījumā, tas nozīmēs, ka būs nepieciešami %d parakstītāji pirms Tava apņemšanās tiks parādīta mūsu lapā "Visas apņemšanās", mūsu meklēšanas sarakstos, vai pirms tā tiks automātiski nosūtīta vietējiem PledegBank ziņojumu abonentiem (ja tā ir vietējā apņemšanās)

source: We've <strong>reduced your target to 10</strong> for now. Please use this box if you want to change back to another target. There is <a href="/faq#targets">more advice</a> about choosing a target in the FAQ.
lv_lv: Mēs esam <strong>pazeminājuši Tavu mērķi līdz 10</strong> uz šo brīdi. Lūdzu izmanto šo lodziņu, ja vēlies izmainīt mērķi uz citu skaitu. Ir pieejami arī <a href="/faq#targets">vairāki padomi</a> kā izvēlēties mērķi sadaļā Jautājumi un atbildes.

source: <strong>My target</strong> is
lv_lv: <strong>Mans mērķis</strong> ir

source: Remember, a small but successful pledge can be the perfect preparation for a larger and more ambitious one. You can mail your subscribers, and ask them to help you with something bigger.
lv_lv: Atceries, ka mazs, bet sekmīgs mērķis var būt laba sagatavošanās lielākam un ambiciozākam mērķim. Tu vari nosūtīt ziņojumu saviem parakstītājiem, un lūgt viņu palīdzību, lai sasniegtu ko vairāk.

source: Back to step 1
lv_lv: Atpakaļ uz soli 1

source: New Pledge &ndash; Location
lv_lv: Jauna apņemšanās &ndash; Vieta

source: If your pledge applies to a particular country, or place within a country, providing that information will help people who live nearby find your pledge, through our email alerts and location search.
lv_lv: Ja Tava apņemšanās attiecās uz konkrētu valsti vai kontrētu vietu tajā, tad šādas informācijas norādīšana būs vērtīga. Tā palīdzēs Tev līdzās dzīvojošiem cilvēkiem atrast Tavu apņemšanos caur mūsu automātiskajiem e-pastu ziņojumiem un meklēšanu pēc vietas.

source: Which country does your pledge apply to?
lv_lv: Uz kādu valsti Tava apņemšanās attiecas?

source: Within that country, is your pledge specific to a local area or specific place?
lv_lv: Vai šajā valstī Tava apņemšanās ir saistīta ar vietējo teritoriju vai konkrētu vietu?

source: No
lv_lv: Nē

source: If yes, choose where.
lv_lv: Ja, jā, izvēlies kur.

source: New Pledge &ndash; Category / Privacy
lv_lv: Jauna apņemšanās &ndash; Kategorija / Privātums

source: Which category does your pledge best fit into?
lv_lv: Kurai kategorijai Tava apņemšanās atbilst vislabāk?

source: (this will be used in future to help more people find your pledge)
lv_lv: (šis nepieciešams, lai vairāk cilvēku atrastu Tavu apņemšanos)

source: Who do you want to be able to see your pledge?
lv_lv: Kam Tu gribi dot iespēju redzēt savu apņemšanos?

source: Anyone
lv_lv: Jebkuram

source: Only people to whom I give this PIN:
lv_lv: Tikai cilvēkiem, kam es iedošu šo PIN:

source: Back to step 2
lv_lv: Atpakaļ uz soli 2

source: New Pledge &#8211; Step %s of %s
lv_lv: Jauna apņemšanās &#8211; Solis %s no %s

source: Back to step %s
lv_lv: Atpakaļ uz soli %s

source: Transferring the data from previous page failed :(
lv_lv: Datu pārraide no iepriekšējās lapas bija nesekmīga :(

source: <Enter your pledge>
lv_lv: <Ievadi savu apņemšanos>

source: Before creating your new pledge, we need to check that your email is working.
lv_lv: Pirms izveidot Tavu jauno apņemšanos, mums vajag pārbaudīt vai Tavs e - pasts strādā

source: Please enter a target
lv_lv: Lūdzu ievadi mērķi

source: The target must be a positive number
lv_lv: Mērķim jābūt pozitīvam skaitlim

source: Please enter a short name for your pledge
lv_lv: lūdzu ievadi savas apņemšanās īso nosaukumu

source: The short name must be at least six characters long
lv_lv: Īsajam nosaukumam jāsatur vismaz seši simboli

source: The short name can be at most 20 characters long
lv_lv: Īsais nosaukums nevar būt garāks par 20 simboliem

source: That short name is not allowed.
lv_lv: Tāds īsais nosaukums nav atļauts

source: The short name must only contain letters, numbers, or a hyphen. Spaces are not allowed.
lv_lv: Īsajam nosaukumam ir jāsatur tikai burti, cipari vai defise. Tukši lauki nav atļauti.

source: The short name must contain at least one letter.
lv_lv: 'Īsajam nosaukumam ir jāsatur vismaz viens burts.

source: You've already made a pledge with short name '%s'. Either go to your <a href="/%s">existing pledge</a>, or edit the short name below to make a new pledge.
lv_lv: Tu jau esi izveidojis apņemšanos ar īso nosaukumu '%s'. Vai nu ej uz savu <a href="/%s">esošo apņemšanos</a>, vai izlabo īso nosaukumu, kas norādīts zemāk lai izveidot jaunu apņemšanos.

source: That short name is already taken!
lv_lv: Šis īsais nosaukums jau ir aizņemts!

source: Please enter a pledge
lv_lv: Lūdzu ievadi apņemšanos

source: Please enter a deadline
lv_lv: Lūdzu ievadi gala termiņu

source: The deadline must be in the future
lv_lv: Gala termiņam ir jābūt nākotnes datumam

source: Please enter a valid date
lv_lv: Lūdzu ievadi reālu datumu

source: Please change your deadline so it is less than %d years into the future. You must change the deadline in order to proceed with creating your pledge. If you want a longer deadline, please create your pledge with a short deadline, and drop us an email to <a href="mailto:%s">%s</a> asking for an alteration.
lv_lv: Lūdzu ievadi savu gala termiņu, lai tas nebūtu vairāk kā %d gadu tālā nākotnē. Tev ir jāizmaina gala termiņš, lai varētu turpināt savas apņemšanās izveidošanu. Ja Tu vēlies attālāku gala termiņu, lūdzu izveido savu apņemšanos ar īsāku gala termiņu un nosūti mums ziņu uz <a href="mailto:%s">%s</a> pieprasot izmaiņu.

source: Unknown language code:
lv_lv: Nepazīstams valodas simbols:

source: You already have Facebook set up on PledgeBank with a different email address. Please use that address, it is
lv_lv: Tev jau ir Facebook komplekts PledgeBank ar citu e - pasta adresi. Lūdzu lieto to adresi, tā ir

source: Please choose which country your pledge applies to
lv_lv: Lūdzu izvēlies valsti, uz kuru attiecināma Tava apņemšanās

source: Please choose a country, or "not specific to any location" if your pledge applies everywhere
lv_lv: Lūdzu izvēlies valsti, vai "neattiecas uz kādu konkrētu vietu", ja Tava apņemšanās attiecināma jebkur

source: Please choose a valid state within that country, or the country name itself
lv_lv: Lūdzu izvēlies pareizo štatu šajā valstī, vai valsts nosaukumu

source: Please choose whether the pledge is local or not
lv_lv: Lūdzu izvēlies, vai apņemšanās ir vietēja vai nē

source: Please enter a pin
lv_lv: Lūdzu ievadi PIN

source: Please enter a valid postcode
lv_lv: Lūdzu ievadi pareizu pasta indeksu

source: Your pledge, with short name <em>%s</em>, will look like this:
lv_lv: Tava apņemšanās ar īso nosaukumu <em>%s</em>, izskatīsies sekojoši:

source: Other Details
lv_lv: Citas detaļas

source: None
lv_lv: Nav

source: Privacy status
lv_lv: Konfidencialitātes statuss

source: Public
lv_lv: Publiska

source: Pledge can only be seen by people who I give the PIN to
lv_lv: Apņemšanos varēs redzēt tikai tie cilvēki, kam es iedošu PIN

source: Now please read your pledge (on the right) and check the details thoroughly. <strong>Read carefully</strong> - we can't ethically let you %schange the wording%s of your pledge once people have started to sign up to it.
lv_lv: Tagad lūdzu izlasi savu apņemšanos (labajā pusē) un pārbaudi to uzmanīgi. <strong>Lasi uzmanīgi</strong> - ētisku apsvērumu dēļ mēs nevarēsim ļaut Tev %s mainīt Tavas apņemšanās formulējumu %s, kad cilvēki būs sākuši parakstīties uz to.

source: Why can't I modify my pledge after I've made it?
lv_lv: Kādēļ es nevaru mainīt savu apņemšanos pēc tam, kad esmu to izveidojis?

source: People who sign up to a pledge are signing up to the specific wording of the pledge. If you change the wording, then their signatures would no longer be valid.
lv_lv: Cilvēki, kas parakstās uz Tavu apņemšanos, parakstās uz noteiktu tās formulējum. Ja Tu izmainīsi formulējumu, tad viņu paraksti vairs nebūs spēkā.

source: Change pledge text
lv_lv: Izmaini apņemšanās tekstu

source: Change location
lv_lv: Izmaini atrašanās vietu

source: Change category/privacy
lv_lv: Izmaini kategoriju / privātumu

source: Change your postal address
lv_lv: Izmaini savu pasta adresi

source: Pledge Created
lv_lv: Apņemšanās ir izveidota
