Repository: Spiritdude/pledgebank
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: lv_lv

source: You've neither made nor signed any pledges.
lv_lv: Tu nekad neesi ne izveidojis, ne parakstījis nevienu apņemšanos.

source: Thanks for signing up to this pledge!
lv_lv: Paldies, ka parakstījies pie šī apņemšanās.

source: Your signature has made this pledge reach its target! Woohoo!
lv_lv: Tavs paraksts nodrošināja, ka šī apņemšanās sasniedz savu mērķi! Juuhuuuuu !

source: You've already signed this pledge!
lv_lv: Tu jau esi parakstījis šo apņemšanos!

source: Sorry &mdash; it wasn't possible to sign that pledge.
lv_lv: Atvainojiet, nebija iespējams parakstīt šo apņemšanos.

source: Sorry! Something's gone wrong.
lv_lv: Atvainojiet! Kaut kas nogāja greizi.

source: Please try again later, or <a href="mailto:team&#64;pledgebank.com">email us</a> for help resolving the problem.
lv_lv: Lūdzu mēģini vēlreiz vēlāk, vai : <a href="mailto:team&#64;pledgebank.com">raksti mums</a> lai mēs palīdzētu atrisināt šo problēmu.

source: PledgeBank reference not known
lv_lv: Nezināma PledgeBank atsauce

source: We couldn't find that pledge. Please check the URL again carefully. Alternatively, try the search at the top right.
lv_lv: Mēs nevarējām atrast šo apņemšanos. Lūdzu vēlreiz uzmanīgi pārbaudi URL. Vai arī pamēģini meklētāju lapas augšējā labā stūrī.

source: Pledge is not present in database
lv_lv: Datubāzē šādas apņemšanās nav

source: byarea_location_id not valid
lv_lv: nepareizs byarea_location_id

source: Place
lv_lv: Vieta

source: Postcode area
lv_lv: Pasta indeksa apgabals

source: Pledge &ldquo;%s&rdquo;
lv_lv: Apņemšanās &ldquo;%s&rdquo;

source: Roughly translate the pledge into your language (using Altavista's Babel Fish machine translator)
lv_lv: Rupji pārtūlkot apņemšanos Tavā valodā (izmantojot Altavista's Babel Fish automātisko tulkojumu)

source: translate
lv_lv: tulkot

source: admin
lv_lv: administrators

source: contact
lv_lv: kontakts

source: Deadline to sign up by:
lv_lv: Pēdējais termiņš, lai parakstītos:

source: %s person signed up
lv_lv: %s persona parakstījās

source: %s person has signed up
lv_lv: %s persona ir parakstījusies

source: successful in %d place
lv_lv: veiksmīga %d vietā

source: (%d over target)
lv_lv: (%d virs nepieciešamā)

source: %d more was needed
lv_lv: bija vajadzīgs vēl %d

source: %d more needed
lv_lv: vēl vajadzīgs %d

source: This is a %s pledge
lv_lv: Šī ir %s apņemšanās

source: Show all of the %s pledges
lv_lv: Parādīt visas %s apņemšanās

source: show more
lv_lv: parādīt vairāk

source: Show where exactly this place is (using Google Maps)
lv_lv: Norādi kur tieši šī vieta ir (izmantojot Google Maps)

source: view map
lv_lv: skatīt karti

source: More details
lv_lv: Vairāk informācijas

source: Pledge originally made by %s
lv_lv: Apņemšanos izveidoja %s

source: Anything wrong with this pledge? Tell us!
lv_lv: Vai ar šo apņemšanos kaut kas nav kārtībā? Pasaki to mums!

source: I, %s, will %s.
lv_lv: Es, %s, apņemos %s.

source: I will %s.
lv_lv: Es apņemos %s.

source: I, %s, will %s but only if <strong>%s</strong> %s will %s.
lv_lv: Es, %s, apņemos %s, bet tikai, ja <strong>%s</strong> %s apņemsies %s.

source: I will %s but only if <strong>%s</strong> %s will %s.
lv_lv: Es apņemos %s, bet tikai, ja <strong>%s</strong> %s apņemsies %s.

source: Sign up where you live
lv_lv: Paraksties tur, kur Tu dzīvo

source: Sign up now
lv_lv: Paraksties tūlīt

source: (we only use this to tell you when the pledge is completed and to let the pledge creator get in touch)
lv_lv: (mēs to lietosim tikai, lai pateiktu Tev kad apņemšanās būs pabeigta un, lai dotu apņemšanās autoram iespēju sazināties ar Tevi)

source: Show my name publicly on this pledge.
lv_lv: Rādīt manu vārdu pie apņemšanās.

source: People searching for your name on the Internet might be able to find your signature.
lv_lv: Cilvēki, kas meklēs Tavu vārdu internetā iespējams varēs atrast Tavu parakstu./n

source: Your country:
lv_lv: Tava valsts:

source: Your town:
lv_lv: Tava pilsēta:

source: (%s only)
lv_lv: (tikai %s)

source: Sign Pledge
lv_lv: Parakstīt apņemšanos

source: Or text &lsquo;<strong>%s %s</strong>&rsquo; to <strong>%s</strong>
lv_lv: Vai sūti SMS &lsquo;<strong>%s %s</strong>&rsquo; uz <strong>%s</strong>

source: (in %s only)
lv_lv: (tikai %s)

source: Sign this pledge <strong><a href="%s">in Facebook</a>
lv_lv: Paraksti šo apņemšanos <strong><a href="%s">in Facebook</a>

source: Send message to signers
lv_lv: Sūti ziņojumu parakstītājiem

source: just %d day left
lv_lv: vēl atlikusi tikai %d diena

source: %d day left
lv_lv: atlikusi %d diena

source: Target met nowhere
lv_lv: Mērķis nav sasniegts nekur

source: Target met in %d place
lv_lv: Mērķis sasniegts %d vietā

source: pledge open for %d hour.
lv_lv: Apņemšanās atvērta vēl %d stundu

source: Target met, pledge still open for %d hour.
lv_lv: Mērķis sasniegts, apņemšanās būs vēl joprojām atvērta %d stundu

source: Target met, pledge closed.
lv_lv: Mērķis sasniegts, apņemšanās slēgta

source: Target met, pledge still open for %d day.
lv_lv: Mērķis sasniegts, apņemšanās vēl būs atvērta %d dienu

source: Just %d hour left
lv_lv: Atlikusi vairs tikai %d stunda

source: , %d more signature needed
lv_lv: , vēl nepieciešams %d paraksts

source: Deadline expired, pledge failed.
lv_lv: Beigu termiņš pagājis, apņemšanās bija neveiksmīga.

source: Just %d day left
lv_lv: Atlikusi vairs tikai %d diena

source: Success
lv_lv: Veiksmīga

source: That pledge has already finished
lv_lv: Tā apņemšanās ir jau noslēgusies

source: That pledge is already full
lv_lv: Tā apņemšanās jau ir pilna

source: Signing up with a place name is supported only by email (not mobile phones or Facebook)
lv_lv: Parakstīšanās ar vietas nosaukum ir pieejama tikai, izmantojot e-pastu (nevis mobīlos telefonu vai Facebook)

source: You've already signed that pledge
lv_lv: Tu jau esi parakstījis to apņemšanos

source: Permission denied
lv_lv: Pieeja liegta

source: Something went wrong unexpectedly
lv_lv: Negaidīti kaut kas nogāja greizi

source: Incorrect PIN!
lv_lv: Nepareizs PIN !

source: PIN Protected Pledge
lv_lv: Ar PIN aizsargāta Apņemšanās

source: This pledge is protected. Please enter the PIN to proceed.
lv_lv: Šī apņemšanās ir aizsargāta. Lūdzu ievadi PIN, lai turpinātu.

source: Enter PIN
lv_lv: Ievadi PIN

source: <p>PledgeBank can send you email alerts when people create local pledges in your area. Sign up - you don't know what interesting things people might be getting up to.</p>
lv_lv: <p>PledgeBank var Tev ziņot, kad cilvēki veidos apņemšanās Tava apkaimē. Piesakies. Tu nevari iedomāties cik daudz interesantu lietu cilvēkiem var būt padomā.</p>

source: You will massively increase the chance of this pledge succeeding if you
lv_lv: Tu ievērojami palielināsi šī apņemšanās iespējas uz veiksmi, ja Tu

source: print this page out
lv_lv: vari izdrukāt šo lapu

source: these more attractive PDF and RTF (Word) versions
lv_lv: šis pievilcīgākās PDF un RTF (Word) versijas

source: (or use %s), cut up the flyers and stick them through your neighbours' letterboxes.
lv_lv: (vai lieto %s), sagriez skrejlapas uz samet tās savu kaimiņu pastkastītēs

source: print these pages out
lv_lv: izdrukā šīs lapas

source: , cut up the flyers and stick them through your neighbours' letterboxes.
lv_lv: sagriez skrejlapas uz samet tās savu kaimiņu pastkastītēs

source: We cannot emphasise this enough &mdash; print them NOW and post them next time you go out to the shops or your pledge is unlikely to succeed.
lv_lv: Mēs vēl vairāk uzsveram &mdash izdrukā tās TAGAD un izlīmē tās nākamreiz, kad iesi un veikalu, vai arī, visticamāk, Tava apņemšanās būs neveiksmīga.

source: Graphic of flyers for printing
lv_lv: Skrejlapu grafika izdrukai

source: This pledge has been successful in <strong>%d place</strong>!
lv_lv: Šī apņemšanās ir izrādijusies veiksmīga <strong>%d vietā</strong>!

source: <strong>You can still sign up</strong>, to help make it successful where you live.
lv_lv: <strong>Tu vēl joprojām vari parakstīties</strong>, lai palīdzētu padarīt šo apņemšanos veiksmīgu savā apkaimē.

source: This pledge has now closed; it was successful!
lv_lv: Šī apņemšanās tagad ir slēgta; tā bija veiksmīga !

source: This pledge has been successful!
lv_lv: Apņemšanās bija veiksmīga

source: This pledge was successful!
lv_lv: Apņemšanās bija veiksmīga!

source: <strong>You can still add your name to it</strong>, because the deadline hasn't been reached yet.
lv_lv: <strong>Tu vēl vari pievienot savu vārdu tai</strong>, jo beigu termiņš vēl nav pienācis.

source: Sorry, we could find anything that matched "
lv_lv: Diemžēl, mēs nevarējām atrast neko, kas līdzinātos "

source: Result <strong>exactly matching</strong> pledge <strong>%s</strong>:
lv_lv: Rezultātiem <strong>precīzi jāsakrīt</strong> ar apņemšanos <strong>%s</strong>:

source: Results for <strong>open pledges</strong> matching <strong>%s</strong>:
lv_lv: <strong>Atvērtās apņemšanās</strong>, kas atbilst <strong>%s</strong>:

source: Results for <strong>closed pledges</strong> matching <strong>%s</strong>:
lv_lv: <strong>Aizvērtās apņemšanās</strong> , kas atbilst <strong>%s</strong>:

source: Results for <strong>open pledges</strong> within %s %s of UK postcode <strong>%s</strong>:
lv_lv: <strong>Atvērtās apņemšanās</strong> UK %s %s <strong>%s</strong>:

source: No nearby open pledges. Why not <a href="/new">make one</a>?
lv_lv: Tuvumā atvērtu apņemšanos nav. <a href="/new">Vēlies izveidot</a>?

source: Results for <strong>open pledges</strong> within %s %s of US zipcode <strong>%s</strong>:
lv_lv: <strong>Atvērtās apņemšanās</strong> UK %s %s <strong>%s</strong>:

source: decrease distance
lv_lv: samazini attālumu

source: increase distance
lv_lv: palielini attālumu

source: From this page you can use the <em>Social Web</em> links to save this pledge to a social bookmarking site, or the <em>Email</em> form to send a link via email.
lv_lv: Šajā lapā Tu vari izmantot <em>Sociālo Tīklu</em> lai saglabātu šo apņemšanos socialo grāmatzīmju vietnē, vai izmanto <em>E-pasta</em> formu, lai nosūtītu saiti pa e-pastu.

source: Donate books to build a library
lv_lv: Ziedo grāmatas, lai izveidotu bibliotēku

source: Organise aid trip to New Orleans
lv_lv: Organizē ceļojumu uz New Orleans

source: Collect underwear for orphans
lv_lv: Veic apakšveļas vākšanu priekš bāreņiem

source: Gather people to monitor elections
lv_lv: Pulcini cilvēkus, lai novērotu vēlēšanas

source: Get 1,000 people to move house
lv_lv: Saorganizē 1000 cilvēkus, lai pārceltu māju

source: Changing lifestyles
lv_lv: Maina dzīvesveidus

source: Campaign to save a local tree
lv_lv: Kampaņa, lai glābtu vietējo koku

source: Raise money for charity
lv_lv: Vāc naudu labdarībai

source: Make people smile
lv_lv: Lieciet cilvēkiem pasmaidīt

source: Help the environment
lv_lv: Palīdzi apkārtējai videi

source: Fund a technology scholarship
lv_lv: Sponsorē stipendiju par kādu tehnoloģiju

source: Bakul Library
lv_lv: Bakul Bibliotēka

source: &ldquo;&hellip;the pledge campaign was just perfect. And we told the skeptics that they anyway did not have to contribute if they did not find a thousand others foolish enough to believe in it. As we neared our target, more and more people got involved in the mobilization as even the skeptics wanted this idea to succeed. As a result of that campaign now we have one of the best children's libraries in India, and set up entirely with the small contributions of a thousand-odd people.&rdquo;
lv_lv: &ldquo;&hellip;apmņemšanās kampaņa bija vienkārši ideāla. Un skeptiķiem mēs mēs paskaidrojām, ka viņiem taču nav jāpiedalās, ja viņi neatrod tūkstošiem citu "muļķu", kas tam notic. Tuvojoties mērķim arvien vairāk un vairāk cilvēku iesaistījās un mobilizējās un pat skeptiķi sāka vēlēties, lai šī ideja īstenojās Šīs kampaņas rezultātā mums tagad ir viena no labākajām bērnu bibliotēkām Indijā, kas kļūva iespējams tikai un vienīgi dēļ tūkstoš "dīvaiņu" maziem ziedojumiem.&rdquo;

source: Read more about this amazing story&hellip;
lv_lv: Uzzini vairāk par šo brīnumaino stāstu un&hellip;

source: &ldquo;Anyway...Bakul is an attempt to pool together the small individual contributions of people interested in the social development of India. It is an attempt to beat the cynicism that nothing can happen because we can only contribute in small ways and they cannot change anything. That is why, when we discovered Pledge Bank, we were excited. Here was a forum that was trying to do a similar thing. So, it was kind of a perfect tool for us in our campaign.
lv_lv: &ldquo;Jebkur gadījumā...Bakul ir mēģinājums savākt nelielus individuālus ziedojumus no cilvēkiem, kas ir ieinteresēti Indijas sociālajā attīstībā. Tas ir mēģinājums pārvarēt cinisko attieksmi, ka nekas nevar notikt, jo mēs varam ziedot tikai nelielā apmērā un tas neko nevar mainīt. Tieši tādēļ mēs, atklājotPledge Bank bijām tik satraukti. Tas bija forums, kas centaš darīt kaut ko līdzīgu. Tātad tas bija perfekts līzdeklis mūsu kampaņai.

source: &ldquo;Moreover, when we started the campaign, "Donate Books: Build a Library", we got many incredulous responses. Many thought it sounded too good to be true and doubted its feasibility though they wanted it to happen. We also did not have a bank account to accept contributions and no space to store donations of books. So, the pledge campaign was just perfect. And we told the skeptics that they anyway did not have to contribute if they did not find a thousand others foolish enough to believe in it. As we neared our target, more and more people got involved in the mobilization as even the skeptics wanted this idea to succeed. As a result of that campaign now we have one of the best children's libraries in India, and set up entirely with the small contributions of a thousand-odd people.&rdquo;
lv_lv: &ldquo;Vēl ja vairāk, kad mēs sākām kampaņu, "Ziedojiet grāmatas: Uzbūvē Bibliotēku", mēs saņēmām daudzas skeptiskas atsauksmes, jo tas izklausījās pārāk labi, lai būtu patiesība un pasākuma iespējamība tika apsāubīta, kaut arī vairums vēlējās, lai tas notiktu. Mums nebija arī bankas konta, lai pieņemtu ziedojumus, un nekādas platības, kur glabāt ziedotās grāmatas.Tātad apņemšanās kampaņa bija tieši perfekta. Un mēs skeptiķiem atbildējām, ka viņiem nav jāziedo, ja viņi uzskata tūkstošus skeptics that they anyway did not have to contribute if they did not find a citus par pieteikami lieliem muļkiem, lai tam ticētu. Kad mēs tuvojāmies savam mērķim arvien vairāk cilvēku pievienojās šai mobilizācijai, jo pat skeptiķi gribēja, lai ideja gūtu panākumus Šīs kampaņas rezultātā, mums ir viena no labākajām bērnu bibliotēkām Indijā, un tā ir izveidota par tūkstošiem parastu cilvēku nelieliem ziedojumiem.&rdquo;

source: My best friend in Biloxi MS
lv_lv: Mans labākasi draugs ir Biloxi MS

source: The creator of the pledge with a friendly dog, tagged 595
lv_lv: Apņemšanās autors ar darudzīgo suni, ar atzīmi 595

source: &ldquo;After seeing the news about Hurricane Katrina, which had some pretty graphic pictures showing the damage, I thought of how I could help....Being a fan of Jazz music and knowing a lot about New Orleans, Harry Connick Jr was the first person I thought of, I found connick.com to see if they had a donation or fund raiser link. A few of the members were donating their time and money, and being an international person, donating money, just didn&rsquo;t work for me.
lv_lv: &ldquo;Pēc tam, kad biju redzējis ziņas par viesuļvētras Katrīna šausminošajiem postījumiem, es domāju par to kā varētu palīdzēt ..... Būdams džeza mūzikas fans un daudz zinot par New Orleans, es pirmkārt iedomājos par Harry Connick Jr. Es atradu connick.com, lai uzzinātu vai viņiem ir ziedojumu vai līdzekļu vākšanas saite. Daži no biedriem ziedojam savu laiku un naudu, taču tā kā esmu no ārzemēm, tad naudas ziedošana man nebija piemērota.

source: Continue reading&hellip;
lv_lv: Turpināt lasīt&hellip;

source: &ldquo;My pledge was originally to raise some money to help pay for airfares to get to New Orleans to help with Hurricane Katrina Relief organisation CERMT (Emergency Relief Massage Therapy).&rdquo;
lv_lv: &ldquo;Sākotnēji mana apņemšanās bija par to lai savāktu līdzekļus lidojumam uz New Orleans, lai tur palīdzētu viesuļvētras Katrīna palīdzības organizācijai CERMT (Ārkārtas Palīdzības Masāžās Terapija)&rdquo;

source: The pledge creator stood by a huge pile of underwear
lv_lv: Apņemšanās autors stāvēja pie milzīgas veļas kaudzes

source: &ldquo;&hellip;I set up my pledge, expecting a few family members and friends to sign up. I never thought my pledge would be successful, and that so many total strangers would get involved! My goal for a successful pledge should have produced 450 pairs of undies; but the final count is 753 pairs of new, clean undies for the children of Liberia!
lv_lv: &ldquo;&hellip;Es izveidoju savu apņemšanos, sagaidot, ka pāris ģimenes locekļu un draugu parakstīsies uz to. Es nekad necerēju, ka mana apņemšanās būs sekmīga, un ka tajā piedalīsies tik daudz pilnīgi nepazīstamu cilvēku! Mans mērķis bija savākt 450 pārus apakšveļas; bet rezultātā sanāca 753 pāri jaunas tīras apakšveļas Libērijas bērniem!

source: &ldquo;The idea of just wanting a new, clean pair of undies sounds crazy to most of us, but for orphans in Liberia, this is a luxury! After spending a month working at an orphanage in Liberia last year, I noticed most of the kids only had one pair of underwear, which was usually falling apart at the seams. I know I take my clean, comfortable undies for granted, but it felt like such a natural, easy way for people to get involved!
lv_lv: &ldquo;Pati vēlēšanās iegūt jaunu, tīru apakšveļu izklausās vairumam no mums galīgi dīvaini, bet Libērijas bāreņiem tā ir luksusa lieta! Pēc tam, kad pagājušo gadu biju pavadījusi mēnesi strādājot bāreņu patversmē Libērijā, es ievēroju, ka vairumam bērnu bija tikai viena apakšveļas kārta , kas parasti ira pa vīlēm. Es zinu, ka uzskatu savu tīro, patīkamo apakšveļu par kaut ko garantētu, bet tas likās tik dabisks un veigls veids, lai cilvēki iesaistītos!

source: &ldquo;I actually stumbled upon PledgeBank while I was trying to find another website, but thought it was a great way to get people involved in something that&rsquo;s very close to my heart! I set up my pledge, expecting a few family members and friends to sign up. I never thought my pledge would be successful, and that so many total strangers would get involved!
lv_lv: &ldquo;Patiesībā es uzdūros PledgeBank meklējot citu mājas lapu, bet tā kā tas bija labs veids, kā iesaistīt cilvēkus lietās, kas &rsquo;s ļoti tuvas manai sirdij! Es izveidoju savu apņemšanos, sagaidot, ka daži ģimenes locekļi un draugi parakstīsies uz to. Es nekad necerēju, ka mana apņemšanās būs sekmīga, un ka tajā iesaistīsies tik daudz pilnīgi svešu cilvēku!

source: &ldquo;My goal for a successful pledge should have produced 450 pairs of undies; but the final count is 753 pairs of new, clean undies for the children of Liberia! The response was so great that not only will the children at one orphanage benefit from the generosity of strangers, but I will be able to give new undies to multiple orphanages! I just put all of the undies on a shipping container this week, which will arrive in Monrovia around the beginning of April. I&rsquo;m leaving for Liberia on March 24th to spend 6 months there working with a wonderful organization called Orphan Relief and Rescue. ORR works with 80+ orphanages in and around Monrovia, so there will be plenty of children to give all of the donated undies to!
lv_lv: &ldquo;Mans mērķis veiksmīgai apņemšanai bija, lai tā nodrošina 450 apakašveļas pāru savākšanu; taču beigās izdevās savākt 753 pārus jaunu, tīru apakšveļu pāru Libērijas bērniem! Atsaucība bija tik liela, ka nevis tikai viens bāreņnams jutīs svešinieku dāsnuma atbalstu; bet tā vietā es tagad varēšu nodrošināt apakšveļu vairākiem bāreņnamiem! Es tikko, šonedēļ, iekrāvu visu apakšveļu jūras konteinerā, kas pienāks Monrovijā ap aprīļa sākumu. 24. martā es dodos uz Libēriju, lai pavadītu tur 6 mēnešus, strādājot kopā ar brīnišķīgu organizāciju, kas saucās Bāreņu Palīdzība un Glābšana. BPG sadarbojas ar vairāk kā 80 bāreņnamiem, gan Monrovijā, gan ap to, tā kā būs daudz bērnu, kam nodot saziedoto apakšveļu!

source: &ldquo;Even though the pledge is closed, people are still contacting me to send undies and giftcards! So, in the end, over 750 pairs of undies will be going to the orphans of Liberia because of the kind-hearted people who use PledgeBank! To say &lsquo;thank you&rsquo; is not enough; but to see the children smile because someone cares says it all!&rdquo;
lv_lv: &ldquo;Kaut arī apņemšanās ir slēgta, cilvēki vēl arvien turpina sazināties ar mani, lai sūtītu apakšveļu un dāvanu kartes! Un tā beigu beigās vairāk kā 750 apakšveļu komplelkti tiks Libērijas bāreņiem, pateicoties labsirdīgajiem Pledgebank lietotājiem! Pateikt paldies - tas nav pietiekami, taču redzēt bērnus smaidām, jo tie kādam rūp - tas pasaka visu!

source: Election observer Becky, outside a polling station
lv_lv: Vēlēšanu novērotājā Bekija, ārpus balsošanas iecirkņa

source: &ldquo;Basically, without PledgeBank I doubt we would have had nearly as many election observers volunteer. The public nature of PledgeBank also seemed to encourage the very high follow-through rate which meant that most people who signed up actually did the election observation. The result of the pledge was that 25 people were accredited by the Electoral Commission to observe elections in Scotland and England. Their observations fed into <a href="http://www.openrightsgroup.org/e-voting-main/" title="ORG&rsquo;s report into the May 2007 elections">our 65-page report</a> which was recently launched with significant press coverage.&rdquo;
lv_lv: &ldquo;Patiesībā es šaubos, ka bez Pledgebank mums būtu kaut vai tuvu tik daudz brīvprātīgu vēlēšanu novērotāju. Liekas, ka Pledgebank sociālā būtībā arī iedrošināja uz ļoti rūpīgu novērošanu, kas nozīmē, ka lielākā daļa no cilvēkiem, kas pieteicās, tiešām veica vēlēšanu novērošanu. Apņemšanās rezultātā Vēlēšanu Komisija akreditēja 25 cilvēkus vēlēšanu novērošanai Anglijā un Skotijā. Viņu novērojumi tika ievietoti : <a href="http://www.openrightsgroup.org/e-voting-main/title="ORG&rsquo;s report into the May 2007 elections">mūsu 65 lapu garajā atskaitē</a>, kas nesen tika laista klajā ar būtisku atspoguļojumu presē.

source: First1000 logo
lv_lv: Pirmie 1000 logo

source: &ldquo;The membership of the Free State Project was very active in recruiting signers, and as a result of the pledge, 1000 people will be moving to New Hampshire by the end of 2008 in order to become activists for liberty!&rdquo;
lv_lv: &ldquo;Brīvās Valsts Projekta biedri bija ļoti aktīvi dziedātāju pieaicināšanā, un šīs apņemšanās rezultātā līdz 2008. gada beigām 1000 cilvēku pārcelsies uz New Hampshire, lai kļūtu par brīvības aktīvistiem!&rdquo;

source: &ldquo;&hellip;having a website where you can get that colourful data of people&rsquo;s thoughts, experience and opinions can provide us with some insight in how people are changing their lives.
lv_lv: &ldquo;&hellip;interneta vietne, kur iespējams savākt šo daudzveidīgo informāciju par cilvēku domām, pieredzi un viedokļiem, var mums nodrošināt ieskatu veidos kā cilvēki maina savas dzīves.

source: &ldquo;The features PledgeBank has were suitable for our needs - we wanted to create a community of people who make promises so that they can support each other.&rdquo;
lv_lv: &ldquo;PledgeBank iespējas bija piemērotas mūsu vajadzībām - mēs vēlējāmies radīt cilvēku kopienu, kas dod solījumus un atbalsta viens otru.&rdquo;
