Repository: Spiritdude/pledgebank
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: lv_lv

source: Thank you for creating your pledge.
lv_lv: Paldies, ka izveidoji savu apņemšanos.

source: It is now live on Facebook at %s<br>and your friends can sign up to it there.
lv_lv: Tagad tā ir pieejama Facebook uz %s<br>un Tavi draugi var parakstīties uz to tur.

source: Or sign up by email at %s
lv_lv: Vai parakstīties ar e - pasta ziņojumu uz %s

source: It is now live at %s<br>and people can sign up to it there.
lv_lv: Tā ir pieejama šeit: %s<br>un cilvēki var parakstīties pie tās.

source: Your pledge needs <strong>your support</strong> if it is to succeed, so <br>print some %s now and hand them out today.<br>Put a %s up in the canteen.<br>%s straightaway!
lv_lv: Tavai apņemšanai nepieciešams <strong>Tavs atbalsts</strong>, lai tā būtu sekmīga, tādēļ <br>izdrukā dažus %s tūlīt un izdali tos jau šodien.<br>Pieliec %s savā ednīcā.<br>%s jau tagad!

source: flyers
lv_lv: skrejlapas

source: poster
lv_lv: sludinājumu

source: Spread the word online
lv_lv: Izplati ziņu tiešsaistē

source: Your pledge will <strong>not</strong> appear on the All Pledges page until <strong>you</strong> have recruited the first few signers.<br>Print some %s now and hand them out today.<br>Put a %s up in the canteen.<br>%s straightaway!
lv_lv: Tavas apņemšanās <strong>neparādīsies</strong> Visas Apņemšanās lapā līdz kamēr <strong>Tu</strong> nebūsi piesaistījis pirmos dažus parakstītājus.<br>Izdrukā dažas %s tieši tagad un izdali tos jau šodien.<br>izliec %s savā ēdnīcā.<br>%s tūlīt pat!

source: You never bump into your neighbours online
lv_lv: Tu nekad nesatiec savus kaimiņus tiešsaistē

source: Have you ever noticed that you never bump into your neighbours online? This means that most websites can't offer much help to people trying to do things on their street or in their local community.
lv_lv: Vai esi pamanījis, ka Tu nekad nesatiec savus kaimiņus tiešsaistē? Tas nozīmē, ka lielākā daļa interneta vietņu nespēj īpaši palīdzēt cilvēkiem, kas cenšas kaut ko paveikt savā ielā vai savā vietējā komūnā.

source: PledgeBank is different. We've designed PledgeBank to make it easy to get word of your pledges to your neighbours, and easy for them to get involved even if they never use the internet.
lv_lv: Pledgebanka ir savādāka. Mēs to veidojām tā, lai būtu vienkārši par apņemšanos ziņot kaimiņiem un lai tiem būtu vienārši iesaistīties pat tad, ja nekad nav lietojuši internetu.

source: Example PledgeBank flyer
lv_lv: Pledgebankas parauga flaijeris

source: Flyers
lv_lv: Flaijeri

source: Every pledge created on PledgeBank comes with a set of automatically generated flyers.
lv_lv: Katra izveidotā apņemšanās PledgeBankā nāk komplektā ar automātiski ģenerētiem flaijeriem

source: These flyers tell people what your pledge is and how to sign up. They're ideal for posting through doors, pinning on notice-boards, handing out at school gates - whatever you want. If you've created a pledge yourself, you can ask your signers to print and distribute leaflets themselves, spreading the word further.
lv_lv: Šīs skrejlapas pastāsta cilvēkiem kas ir Tava apņemšanās un kādā veidā iespējams parakstīties. Tās ir ideāli piemērotas, lai pieliktu pie durvīm, ziņu dēļiem, izdalītu pie skolām - kur vien vēlaties. Ja Tu pats esi izveidojis apņemšanos, Tu vari lūgt lai Tavi parakstītāji izdrukā un izplata šīs skrejlapas arī paši, padodot ziņu tālāk.

source: Each flyer tells people how to sign up either via the web, or via a simple two word text message.
lv_lv: Katrā skrejlapā ir paskaidrots kā parakstīties vai nu lietojot internetu vai arī ar vienkāršu divu vārdu SMS.

source: Mobile Phones
lv_lv: Mobilie telefoni

source: The ability to sign up via text message is powerful because it means that people who never use the Internet can sign up, and you can get someone to sign up even if they're nowhere near a computer.
lv_lv: Iespēja parakstīties lietojot SMS ir ļoti nozīmīga, jo tas nozīmē, ka parakstīties var arī tie cilvēki, kas nekad nav lietojuši internetu, un tādā veidā cilvēks var parakstīties, pat, ja tuvumā nebūs neviena datora.

source: Anyone with a mobile can sign up to a pledge by texting the word <strong>pledge</strong> followed by the pledge reference to <strong>%s</strong>. For the moment, this works only in %s. Contact us if you can help with SMS for other countries.
lv_lv: Jebkurš var parakstīt apņemšanos vienkārši sūtot SMS ar vārdu <strong>pledge</strong> kam seko apņemšanās atsauce uz <strong>%s</strong>. Šobrīd tas darbojas tikai %s. Sazinies ar mums, ja Tu vari palīdzēt ar šādu SMS iespēju ieviešanu savā valstī.

source: Text messages cost whatever you normally pay for a normal SMS, and as a pledge creator you can write to your mobile signers when your pledge succeeds, letting them know what to do next.
lv_lv: Īsziņas maksā tik pat cik ir Tavs parastais īsziņu tarifs, un kā apņemšanās autors Tu vari sazināties ar saviem mobīlajiem parakstītājiem, kad Tava apņemšanās sasniedz savu mērķi, lai viņi varētu uzzināt ko darīt tālāk.

source: There are all types of other things you can do with text messages. You can include the details in your own campaign materials, include them in letters to newspapers, pin them in your window, tattoo them on your arms.
lv_lv: Ir daudzas citas lietas, ko Tu vari darīt ar SMS komandām. Tu vari ievietot iekļaut tās pašizgatavotos kampaņas materiālos, iekļaut tās vēstulēs vai publicēt avīzēs, piespraust pie sava loga, uzrakstīt tās sev uz plaukstas.

source: So if you want to create a pledge, or if you have seen one on this site that you really endorse, fire up the printer, memorize the text message details, and take your message out into the big wide world.
lv_lv: Tātad, ja Tu vēlies izveidot apņemšanos, vai arī, ja Tu esi redzējis vienu no tām šajā vietnē, kas Tevi tiešām iedvesmo, tad ieslēdz printeri vai atceries tekstu un izplati savu ziņu plašajā pasaulē.

source: So if you want to create a pledge, or if you have seen one on this site that you really endorse, fire up the printer and take your message out into the big wide world.
lv_lv: Tātad, ja Tu vēlies izveidot apņemšanos, vai arī, ja Tu esi redzējis vienu no tām šajā vietnē, kas Tevi tiešām iedvesmo, tad ieslēdz printeri un izplati savu ziņu plašajā pasaulē.

source: Promoting PledgeBank
lv_lv: PledgeBankas reklamēšana

source: Here are a few ways you can publicise PledgeBank on your own website:
lv_lv: Seit ir daži veidi kā tu vari izplatīt PledgeBanku caur savu mājaslapu:

source: A4 poster
lv_lv: A4 plakāts

source: For a library or similar
lv_lv: Priekš bibliotēkas vai līdzīgi

source: Buttons for your blog
lv_lv: Pogas tavam blogam

source: Bigger banner
lv_lv: Lielāks baneris

source: Pledgebank plugin for Wordpress
lv_lv: PledgeBankas spraudnis priekš Wordpress

source: Get the code
lv_lv: Dabūt kodu

source: Invalid parameters, please try again
lv_lv: Nesderīgi parametri, lūdzu mēģini vēlreiz

source: To view announcement messages for a pledge, we need to check you have signed it.
lv_lv: Lai redzētu apņemsanās paziņojuma ziņojumu, mums jāpārliecinās, ka esi to parakstījis.

source: Then you will be able to view announcement messages.
lv_lv: Tad tev būs iespēja skatīt paziņojumu ziņojumus.

source: View pledge announcements archive on PledgeBank.com
lv_lv: Skatīt PledgeBank.com apņemšanās paziņojumu arhīvu

source: Messages sent by creator to signers:
lv_lv: Ziņu sūrtījis radītājs parakstītājiem:

source: Messages sent by creator to signers
lv_lv: Ziņu sūrtījis radītājs parakstītājiem

source: From
lv_lv: No

source: Date
lv_lv: Datums

source: The pledge creator has not sent any announcements yet.
lv_lv: Apņemšanās radītājs šobrīd nav sūtījis nevienu paziņojumu.

source: The messages can only be shown to people who have signed the pledge.
lv_lv: Ziņu var skatīt tikai tie, kuri ir parakstījuši apņemšanos

source: Missing pledge reference
lv_lv: Trūkst apņemšanās norāde

source: Pledge announce unsubscribe
lv_lv: Atrakstīties no apņemšanās paziņojumiem

source: Okay, you won't receive any more emails from the pledge creator of this pledge.
lv_lv: Labi, tu vairs nesaņemsi nekādus e-pastus no apņemšanās radītāja par šo apņemšanos

source: Back to pledge page
lv_lv: Atpakaļ uz apņemšanās lapu

source: Before you can send a message to all the signers, we need to check that you created the pledge.
lv_lv: Pirms tu varēsi sūtīt ziņas visiem, kas parakstījušies, mums jāpārliecinās, ka tu esi izveidojis apņemšanos.

source: Then you will be able to send a message to everyone who has signed your pledge.
lv_lv: Tad Tev būs iespēja nosūtīt ziņu ikvienam, kas būs parakstījis Tavu apņemšanos.

source: Send a message to your pledge signers at PledgeBank.com
lv_lv: Sūtīt ziņu tiem, kuri parakstījušies uz tavu apņemšanos PledgeBank.com

source: Pledge creator's page
lv_lv: Apņemšanās veidotāja lapa

source: You must be the pledge creator to send a message to all signers. Please <a href="/logout">log out</a> and try again.
lv_lv: Tev jābūt apņemsanās radītājam, lai varEtu sūtīt ziņu tiem, kuri uz to parakstījušies. Lūdzu <a href="/logout">izlogojies</a> un mēģini vēlreiz.

source: failure announcement message
lv_lv: nākotnes paziņojuma ziņa

source: success announcement message
lv_lv: veiksmes paziņojuma ziņa

source: second or subsequent success message
lv_lv: otrā un sekojoša veiksmes ziņa

source: general message
lv_lv: galvenais paziņojums

source: Send announcement
lv_lv: Nosūtīt paziņojumu

source: You have already sent %d %s, which is all that you're allowed.
lv_lv: Tu jau esi nosūtījis %d %s, vairāk Tev nav atļauts.

source: Think of your signers' poor inboxes, crumbling under the load of all the mail you want to send them.
lv_lv: Padomā par savu parakstītāju e-pasta kastēm, kas lūzt no tā e-pastu daudzuma, ko Tu vēlies viņiem nosūtīt.

source: Announcement sent
lv_lv: Paziņojums nosūtīts

source: <strong>Thank you!</strong> Your message will now be sent to all the people who signed your pledge in %s. A copy will also be sent to you for your records.
lv_lv: <strong>Paldies !</strong> Tavs ziņojums tagad tiks nosūtīts visiem tiem cilvēkiem, kas parakstījās pie Tavas apņemšanās par %s. Tev arī tiks nosūtīta kopija.

source: <strong>Thank you!</strong> Your message will now be sent to all the people who signed your pledge. A copy will also be sent to you for your records.
lv_lv: <strong>Paldies !</strong> Tavs ziņojums tagad tiks nosūtīts visiem tiem cilvēkiem, kas parakstījās pie Tavas apņemšanās. Tev arī tiks nosūtīta kopija.

source: Sorry - pledge failed in %s - '%s'
lv_lv: Diemzēļ apņemšanās izrādījās neveiksmīga %s - '%s'

source: Sorry - pledge failed - '%s'
lv_lv: Diemzēļ apņemšanās izrādījās neveiksmīga - '%s'

source: Pledge success in %s! - '%s' at PledgeBank.com
lv_lv: Apņemšanās veiksmīga %s! - '%s' @ PledgeBank.com

source: Pledge success! - '%s' at PledgeBank.com
lv_lv: Apņemšanās veiksmīga! - '%s' @ PledgeBank.com

source: Update on pledge in %s - '%s' at PledgeBank.com
lv_lv: Jaunumi par apņemšanos %s - '%s' @ PledgeBank.com

source: Update on pledge - '%s' at PledgeBank.com
lv_lv: Jaunumi par apņemšanos - '%s' PledgeBank.com

source: ADD INSTRUCTIONS FOR PLEDGE SIGNERS HERE, INCLUDING YOUR CONTACT INFO
lv_lv: NORĀDĪJUMUS APŅEMŠANĀS PARAKSTĪTĀJIEM, IESKAITOT TAVU KONKTAKTINFORMĀCIJU, NORĀDI ŠEIT

source: ADD INSTRUCTIONS FOR PLEDGE SIGNERS IN %s HERE, INCLUDING YOUR CONTACT INFO
lv_lv: NORĀDĪJUMUS APŅEMŠANĀS PARAKSTĪTĀJIEM PAR %s, IESKAITOT TAVU KONTAKTINFORMĀCIJU, NORĀDI ŠEIT

source: Send %s to signers of '%s'
lv_lv: Sūtīt %s apņemšanās '%s' parakstītājiem

source: Hello, and thank you for signing our successful pledge! '%s' <%s> Yours sincerely, %s
lv_lv: Sveiki un paldies, ka pieteicies uz mūsu veiksmīgo apņemšanos! '%s' <%s> Ar cieņu, %s

source: %s here. The %s pledge has been successful! <%s>.
lv_lv: Šeit %s. Apņemšanās %s ir izrādījusies VEIKSMĪGA! <%s>.

source: Hello, and sorry that our pledge has failed. '%s' <%s> Yours sincerely, %s
lv_lv: Sveiki, diemžēl mūsu apņemšanās ir izrādijusies neveiksmīga. '%s' <%s> Ar cieņu, %s

source: %s here. The %s pledge has failed. <%s>.
lv_lv: Šeit %s. Apņemšanās %s ir izrādījusies neveiksmīga. <%s>.

source: Hello, <%s> Yours sincerely, %s Pledge says: '%s' %s
lv_lv: Sveiki, <%s> Ar cieņu, %s Apņemšanās: '%s' %s

source: Please edit the text of the SMS message
lv_lv: Lūdzu labo SMS īsziņas saturu

source: Please add instructions for the pledge signers to the SMS message.
lv_lv: Lūdzu pievieno SMS īsziņā norādījumus apņemšanās piekritējiem.

source: Please shorten the text of the SMS message to 160 characters or fewer
lv_lv: Lūdzu saīsini īsziņas tekstu līdz 160 vai mazāk simboliem

source: Unfortunately, we can't send the character '%s' in an SMS message; please rewrite your message without it
lv_lv: Diemžēl mēs nevaram SMS īsziņā nosūtīt simbolu '%s'; lūdzu pārraksti savu īsziņu bez tā

source: Unfortunately, we can't send the characters %s in an SMS message; please rewrite your message without them
lv_lv: Diemžēl mēs nevaram SMS īsziņā nosūtīt simbolus '%s'; lūdzu pārraksti savu īsziņu bez tiem

source: Please edit the text of the email message.
lv_lv: Lūdzu labo e-pasta ziņas tekstu.

source: Please add instructions for the pledge signers to the email message.
lv_lv: Lūdzu pievieno e-pastā norādījumus apņemšanās piekritējiem.

source: Please enter a longer message.
lv_lv: Lūdzu ievadi garāku ziņojumu.

source: This message has been sent through PledgeBank by the pledge creator of a pledge you signed, '%s' The pledge's URL is %s
lv_lv: Šo ziņu caur PledgBank ir nosūtījis apņemšanās '%s', kuru Tu parakstīji, autors. Šīs apņemšanās URL ir %s

source: Your pledge is successful!
lv_lv: Tava apņemšanās ir veiksmīga !

source: Send
lv_lv: Sūtīt

source: Write a message to tell the %d %s who have signed your pledge in %s what to do next.
lv_lv: Raksti ziņu, lai pateiktu %d %s , kas parakstījuši Tavu apņemšanos par %s ko darīt tālāk.

source: Write a message to tell the %d %s who have signed your pledge what to do next.
lv_lv: Raksti ziņu, lai pateiktu %d %s , kas parakstījuši Tavu apņemšanos ko darīt tālāk.

source: Write a message to the %d %s who have signed your pledge in %s.
lv_lv: Raksti ziņu %d %s , kas parakstija Tavu apņemšanos par %s.

source: Write a message to the %d %s who have signed your pledge.
lv_lv: Raksti ziņu %d %s , kas parakstija Tavu apņemšanos.

source: Please note you can only send one failure announcement message to your signers.
lv_lv: Lūdzu ņem vērā, ka Tu vari nosūtīt tikai vienu neveiksmes paziņojumu savas apņemšanās parakstītājiem.

source: A copy of your message will also be sent to anybody who signs your pledge there later.
lv_lv: Tava ziņojuma kopija tiks nosūtīta arī ikvienam, kas parakstīts Tavu apņemšanos vēlāk.

source: A copy of your message will also be sent to anybody who signs your pledge later.
lv_lv: Tava ziņojuma kopija tiks nosūtīta arī ikvienam, kas parakstīts Tavu apņemšanos vēlāk.

source: <h3>Email message</h3>
lv_lv: <h3>Nosūtīt ziņojumu</h3>

source: The message will be sent from your email address, so the people who signed your pledge can reply directly to you. <strong>You may want to also give your phone number or website</strong>, so they can contact you in other ways.
lv_lv: Ziņojums tiks nosūtīts no Tavas e-pasta adreses, lai cilvēki, kas parakstīja Tavu apņemšanos var atbildēt pa tiešo Tev. <strong>Tu vari arī norādīt savu telefona numuru vai interneta</strong> vietni, lai viņi varētu ar Tevi sazināties citos veidos.

source: <h3>SMS message</h3>
lv_lv: <h3>SMS ziņa</h3>

source: Enter a short (160 or fewer characters) summary of your main message, which can be sent to anyone who has signed up to your pledge by SMS only. <strong>Include contact details, such as your phone number or email address.</strong> Otherwise people who signed up by text won't be able to contact you again.
lv_lv: Ievadi īsu (160 vai mazāk simbolu) kopsavilkumu par savu galveno ziņu, kas var tikt nosūtīta visiem, kas parakstījuši Tavu apņemšanos tikai ar SMS. <strong>Iekļauj kontaktinformāciju, piemēram telefonu vai e-pastu,</strong> Savādāk cilvēki, kas parakstījās ar SMS nevarēs sazināties ar Jums.

source: <h3>Send announcement</h3>
lv_lv: <h3>Nosūtīt paziņojumu</h3>

source: (Remember, when you send this message <strong>your email address will be given to everyone</strong> who has already, or who will in the future, sign up to your pledge by email)
lv_lv: (Atceries, kad nosūtīsi šo ziņu, <strong>Tava e-pasta adrese būs pieejama visiem</strong> ,kas jau ir parakstījuši vai vēl tikai parakstīs Tavu apņemšanos, izmantojot e-pastu)

source: Contact the pledge creator
lv_lv: Sazināties ar apņemšanās autoru

source: Please enter a valid address for your email
lv_lv: Lūdzu norādīt derīgu e-pasta adresi

source: I'm afraid that to prevent abuse we rate limit the usage of the Contact the pledge creator feature. Please try again tomorrow.
lv_lv: Diemžēl, lai novērstu apvainojumus, mēs ierobežojam "Sazinies ar apņemšanās autoru" funkcijas lietošanu. Lūdzu mēģini vēlreiz rīt.

source: Your message has been sent to the pledge creator.
lv_lv: Tava ziņa ir nosūtīta apņemšanās autoram.

source: Unfortunately, something went wrong when trying to send the email. Please check that everything is correct.
lv_lv: Diemžēl, kaut kas ir nogājis greizi, mēģinot nosūtīt e-pastu. Lūdzu pārbaudi vai viss ir kārtībā.

source: Please fill in the form below to send a message to the pledge creator. Your email address will be given to the pledge creator so that they can reply. If you do not want to do that, please <a href="%s">leave a comment</a> on the pledge instead.
lv_lv: Lūdzu aizpildi šo formu, lai nosūtītu ziņu apņemšanās autoram. Tava e-pasta adrese būs pieejama apņemšanās autoram, lai viņš varētu atbildēt. Ja nevēlies to, lūdzu tā vietā <a href="%s">atstāj komentāru</a> pie apņemšanās.

source: Emailing friends
lv_lv: Sūtot e-pastus draugiem

source: Please correct the email address '%s', which is not a valid address.
lv_lv: Lūdzu izlabojiet e-pasta adresi '%s', tā nav pareiza.

source: Please enter the email addresses of the people you want to tell about the pledge
lv_lv: Lūdzu norādi to cilvēku e-pastus, kurus Tu vēlies informēt par savu apņemšanos

source: Trying to use us for SPAMMING!?!?!
lv_lv: Vai centies mūs izmantot SPAMOŠANAI !?!?!

source: %s added this message:
lv_lv: %s pievienoja šo ziņu:

source: Your message has been sent. Thanks very much for spreading the word of this pledge.
lv_lv: Tava ziņa ir nosūtīta. Liels paldies, ka pastāstīji pasaulei par šo apņemšanos.

source: Unfortunately, something went wrong when trying to send the emails. Please check that all the email addresses are correct.
lv_lv: Diemžēl, kaut kas nogāja greizi, mēģinot nosūtīt e-pastu. Lūdzu pārbaudi, ka visas e-pastu adreses ir pareizas.

source: <h2>Customised Flyers</h2>
lv_lv: <h2>Individualizētas skrejlapas</h2>

source: Here you can get <acronym title="Portable Document Format">PDF</acronym>s or editable <acronym title="Rich Text File">RTF</acronym>s (Word compatible) containing your pledge data, to print out, display, hand out, or whatever.
lv_lv: Šeit Tu vari saņemt savu apņemšanos <acronym title="Portable Document Format">PDF</acronym> vai labojamā <acronym title="Rich Text File">RTF</acronym>s (Word savietojams) formātā, lai izdrukātu, parādītu, izdalītu vai izmantotu kādiem citiem mērķiem.

source: Letter-sized flyers for handing out, 8 per page (PDF
lv_lv: "Letter" formāta skrejlapas izdalīšanai, 8 vienā lapā (PDF

source: , like picture below
lv_lv: , kā attēlā zemāk

source: Letter-sized PDF poster
lv_lv: "Letter" formāta PDF plakāts

source: , including more details
lv_lv: , iekļaujot vairāk detāļu.

source: Letter-sized editable poster (RTF)
lv_lv: "Letter" formāta labojams plakāts (RTF)

source: A4 flyers for handing out, 8 per page (PDF
lv_lv: A4 skrejlapas izdalīšanai, 8 vienā lapā (PDF

source: A4 PDF poster
lv_lv: A4 PDF plakāts

source: A4 editable poster (RTF)
lv_lv: A4 labojams plakāts (RTF)

source: Alternatively, simply %s to get these flyers.
lv_lv: Vai arī vienkārši %s, lai dabūtu šīs skrejlapas.

source: Spread the word on and offline
lv_lv: Izplati ziņu gan tiešsaistē (online), gan ikdienas dzīvē

source: Things to do with this pledge
lv_lv: Lietas, ko iesākt ar šo apņemšanos

source: E-mail this, post to del.icio.us, etc.
lv_lv: Sūtīt e-pastā šo, publicēt del.icio.us, utml.

source: Share this
lv_lv: Dalīties ar šo

source: Email your friends
lv_lv: Sūti e-pastus saviem draugiem

source: Stick them places!
lv_lv: Atzīmē vietas!

source: Print out customised flyers
lv_lv: Izdrukāt individualizētas skrejlapas

source: Promote on your site or blog
lv_lv: Popularizēt savā vietnē vai blogā

source: Create a local version of this pledge
lv_lv: Radīt šīs apņemšanās lokalizētu versiju

source: Creator only:
lv_lv: Tikai autoram:

source: Only if you made this pledge
lv_lv: Tikai, ja Jūs esat autors

source: Change picture
lv_lv: Mainīt attēlu

source: Add a picture
lv_lv: Pievienot attēlu

source: %d person who did not want to give their name
lv_lv: %d cilvēks nevēlējās atklāt savus vārdu

source: , all of whom have done the pledge
lv_lv: , visi no tiem, kas izpildīja šo apņemšanos

source: , who has done the pledge
lv_lv: , visi, kas ir izpildījuši šo apņemšanos

source: , %d of whom has done the pledge
lv_lv: , no kuriem %d ir izpildījis apņemšanos

source: %d person who signed up via mobile
lv_lv: %d cilvēks, kas parakstījās izmantojot mobīlo telefonu

source: %d person who signed up <a href="%s">in Facebook</a>
lv_lv: %d cilvēks, kas parakstījās izmantojot <a href="%s">Facebook</a>

source: Current signatories
lv_lv: Patreiz parakstījušies

source: they've done it
lv_lv: viņi to ir paveikuši

source: So far, only %s, the Pledge Creator, has signed this pledge.
lv_lv: Pagaidām tikai %s, pats autors ir parakstījisi šo apņemšanos.

source: Because there are so many signers, only the most recent %d are shown on this page.
lv_lv: Tā kā ir ļoti daudz parakstītāju, tad šajā lapā rādām tikai %d jaunākos.

source: Show all signers
lv_lv: Parādīt visus parakstītājus

source: %s, the Pledge Creator, joined by:
lv_lv: %s, apņemšanās autors, kopā ar:

source: Succeeded on %s
lv_lv: Apņemšanās veiksmīga %s

source: I have now done what I pledged
lv_lv: Es tagad esmu izdarījis to, ko apņemos

source: I have NOT done what I pledged
lv_lv: Es NEESMU izdarījis to, ko apņēmos

source: View signup rate graph
lv_lv: Skatīt parakstīšanas grafiku

source: RSS feed of comments on this pledge
lv_lv: RSS barotne ar komentāriem par apņemšanās

source: Comments on this pledge
lv_lv: Komentāri par šo apņemšanos

source: Because there are so many comments, only the most recent %d are shown on this page.
lv_lv: Tā kā ir ļoti daudz komentāru, tad šajā lapā rādām tikai %d jaunākos.

source: Show all comments
lv_lv: Rādīt visus komentārus

source: Some of the people who signed this pledge also signed these pledges...
lv_lv: Daži no cilvēkiem, kas parakstīja šo apņemšanos, parakstījās arī pie šīm apņemšanām ...

source: %s person
lv_lv: %s cilvēks

source: You might be interested in these other pledges:
lv_lv: Iespējams Tevi interesētu arī šīs apņemšanās:

source: See <a href="/list">more pledges</a>, and all <a href="/faq">about how PledgeBank works</a>.
lv_lv: Skati <a href="/list">vēl apņemšanās</a>, un visus <a href="/faq">lai uzzinātu kā PledgeBank darbojas</a>.

source: Comments on Pledge '%s'
lv_lv: Komentāri par Apņemšanos '%s'

source: More information:
lv_lv: Vairāk informācijas:

source: <h2>General pledge information</h2>
lv_lv: <h2>Galvenā informācija par apņemšanos</h2>

source: Creator
lv_lv: Izveidotājs

source: Date created
lv_lv: Izveidošanas datums

source: Date closes
lv_lv: Beigu termiņš

source: Date closed
lv_lv: Aizvēršanas datums

source: successful in %d area
lv_lv: veiksmīga %d apkaimēs
