Repository: Spiritdude/pledgebank
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: lv_lv

source: &ldquo;One of the main objectives for using the website was evaluation of the livesimply initiative. The initiative is calling people to change their lifestyle, which is a qualitative objective (i.e it&rsquo;s hard to measure it with numbers). So having a website where you can get that colourful data of people&rsquo;s thoughts, experience and opinions can provide us with some insight in how people are changing their lives.
lv_lv: &ldquo;Viens no galvenajiem mērķiem šīs vietnes izmantošanai bija livesimply iniciatīvas izvērtēšana. Iniciatīva aicina cilvēkus mainīt savus dzīvesveidus, kas pats par sevi ir kvalitatīvs mērķis (t.i. to ir grūti izmērīt ar skaitļiem). Tāpēc interneta vietne, kura nodrošina šo plašo informāciju par cilvēku domām, pieredzi un viedokļiem, var nodrošināt mums ieskatu tajos veidos, kā cilvēki maina savas dzīves.

source: &ldquo;The features PledgeBank has were suitable for our needs - we wanted to create a community of people who make promises so that they can support each other. We could just go for a simpler system where people could only make a promise. But we wanted to make sure that they feel that there is a bit more to it. So the fact that PledgeBank requires you to make a promise with someone - hence you need to promote it - and the fact that it has the system for nudging people about their promise (reminding them about deadlines, the number of sign-ups etc) is what made PledgeBank a very appropriate tool for us.
lv_lv: &ldquo;PledgeBank iespējas bija piemērotas mūsu vajadzībām - mēs vēlējāmies radīt cilvēku kopienu, kas dod solījumus un atbalsta viens otru. Mēs varējām izvēlēties vienkāršāku sistēmu, kur cilvēki būtu vienkārši devuši solījumus. Taču mēs gribējām, lai viņi justu, ka ir kas vairāk vēl bez viņiem. Tāpēc fakts, ka lietojot PledgeBank nepieciešams dot solījumu kopā ar kādu - tādejādi nodrošinot, ka cilvēkam jāvirza viņa ideja - un fakts, ka tai ir sistēma, kas neļauj cilvēkam vienkārši aizmirst par savu solījumu (atgādinot viņiem par termiņiem, atbalstītāju skaitu utt) padarīja PledgeBank par ļoti piemērotu rīku priekš mums.

source: &ldquo;Also, we wanted to use the system that was tested and which we wouldn&rsquo;t have to customize too much. mySociety was my choice because I like the ethical background of the organisation.&rdquo;
lv_lv: &ldquo;Tāpat, mēs gribējam izmantot jau izmēģinātu sistēmu un tādu, kuru mums nebūtu pārlieku jāpielāgo. Izvēlējos mySociety, jo man simpatizē šīs organizācijas ētiskā puse.&rdquo;

source: Save The Sycamore
lv_lv: Glābiet Sycamore

source: &ldquo;The amount of elderly people who supported me in this pledge by writing and phoning the council was phenomenal. Thank you so much for affording us a professional launch pad. My next pledge will be to promote Pledgebank - I am so grateful. I cannot thank you enough for giving me the opportunity to make a difference. I truly am <strong>astounded</strong>!!!!!! With thanks from myself, family and my community.&rdquo;
lv_lv: &ldquo;Gados vecāku cilvēku daudzums, kas atbalstīja šo manu apņemšanos rakstot un zvanot uz padomi bija fenomenāls. Liels paldies, ka sniedzāt mums profesionālu atbalsta punktu. Mana nākamā apņemšanās būs popularizēt ApņemšanāsBanku (PledgeBank) - esmu tik ļoti pateicīgs. Nevaru vien pietiekami pateikties Jums par man doto iespēju mainīt lietas. Es patiešām esmu <strong>pārsteigts</strong>.Pateicos Jums no sevis, no manas ģimenes un manas sabiedrības.&rdquo;

source: &ldquo;I&rsquo;ve followed MySociety&rsquo;s projects for some time, and when PledgeBank was announced, it sounded like a great idea so I got involved. Harnessing the power of collective action is made much easier by this easy-to-use tool.
lv_lv: &ldquo;I&rsquo;mēs kādu laiku sekojām līdz MySociety projektiem, un kad tika paziņots par ApņemšanāsBanku (PledgeBank), tā likās lieliska ideja un tā es iesaistījos. Ir kļuvis daudz vienkāršāk izmantot kolektīvās rīcības enerģiju ar šo viegli lietojamo rīku.

source: &ldquo;Animal Aid has a large group of supporters, so we asked them by email to support the Pledge, to get the ball rolling. Then we asked everyone who had signed up to tell their friends and get them to sign up too. As we&rsquo;ve done more pledges, we&rsquo;ll email people who have signed up to related pledges telling them about the new pledges we launch.
lv_lv: &ldquo;Dzīvnieku palīdzībai (Animal Aid) ir liela atbalstītāju grupa, tāpēc mēs ar epasta palīdzību lūdzām viņus atbalstīt mūsu apņemšanos, lai tā attīstītos. Tad mēs lūdzām visus, kas bija pieteikušies uz mūsu apņemšanos, lūgt savus draugus iesaistīties un arī pieteikties. Tā kā mēs esam izveidojuši vairākas apņemšanās, tad mēs sūtīsim epastus cilvēkiems, kas ir pieteikušies pie līdzīgām apņemšanām un pastāstīsim viņiem par mūsu jaunajām apņemšanām.

source: &ldquo;As a result of the pledges, a vegetarian orphanage has an irrigation system, and areas of land have been converted to food production, so that the institution can be self-sufficient. We&rsquo;ve also raised money for scientific reports, and coordinated mass letter writing efforts to our elected representatives.&rdquo;
lv_lv: &ldquo;Pateicoties apņemšanām, kādam veģetāriešu bāreņnamam tagad ir apūdeņošanas sistēma un zeme tiek izmantota pārtikas ražošanai, lai šī institūcija varētu pati sevi apgādāt. Tāpat mēs esam savākuši līdzekļus zinātniskām atskaitēm un nokoordinējuši kopvēstules nosūtīšanu mūsu ievēlētajiem pārstāvjiem.&rdquo;

source: &ldquo;I heard about PledgeBank through reading Michael Norton&rsquo;s book 365 Ways to Change the World - I bought this book for my sister and I, as we found that in an evening we would often fall into the habit of bemoaning the problems of the world and feeling helpless to do anything about them. One of the major environmental issues in Australia is the lack of water. my sister and I started thinking if we personally could change our habits this would be a very small step in the right direction - then we read about PledgeBank and thought if we could get other individuals to change their habits this would start adding up!
lv_lv: &ldquo; Par ApņemšanāsBanku (PledgeBank) es uzzināju lasot Maikla Nortona grāmatu "365 veidi kā izmainīt pasauli" - es nopirku šo grāmatu priekš sevis un māsas, jo pa vakariem mums bija kļuvis par ieradumu sūkstīties par pasaules problēmām un justies bezspēcīgiem kaut ko mainīt. Viena no galvenajā vides problēmām Austrālijā ir udens trūkums. Es ar māsu sāku domāt kā, ja mēs paši personīgi varētu mainīt savus ieradumus, tad tas

source: &ldquo;I suppose my great hope is that as individuals if we can regain a sense of personal responsibility for our actions and connection to the external environment, then the world would be a better place. As opposed to seeing these major world problems as something someone needs to address, maybe we could have a greater sense of our own ability to positively change the present and the future.
lv_lv: &ldquo;Es pieņemu, ka mana lielā cerība ir par to, ka, ja mēs kā indivīdi spēsim atgūt personiskās atbildības sajūtu par mūsu rīcību un saiti ar apkārtējo vidi, tad pasaule kļūs labāka. Tā vietā lai uzlūkotu šīs globālās pasaules problēmas kā kaut ko ar ko kādam ir jātiek galā, iespējams mums pašiem varētu būt lielāka pārliecība par to, ka mēs paši varam pozitīvi izmainīt tagadni un nākotni.

source: &ldquo;I must say that at first, a shorter shower and a bucket to move daily seemed to be a sort of strange punishment! But as the days have gone by this daily action has become something that gives me a great sense of joy and reconnection to the world. As a household (there are four of us doing this) we have become more interested in our garden, because rather than watering it absentmindedly with a hose, we have to really look at what needs to be watered with our bucket. I have started to notice the growth of each plant and also I now notice the birds and animals that were probably there all the time but I was too busy to notice! Instead of long shower, head to the city - it has become short shower, time in the garden, before heading to the city.
lv_lv: &ldquo;Jāsaka, ka sākumā īsāka duša un spaiņa cilāšana ikdienā škita kā dīvains soda veids ! Taču dienām ejot šis ikdienas ieradums ir kļuvis par kaut ko, kas man dod lielu prieku un atkalapvienošanos ar pasauli. Kā mājsaimniecība (mēs esam četri) mūs vairāk interesē mūsu dārzs, jo tā vietā, lai nevērīgi laistītu to ar šļūteni, mums ir jāsaprot, kas būtu jālaista tikai ar spaini. Esmu sācis ievērot katra auga augšanu un tāpat es tagad ievēroju putnus un dzīvniekus, kas laikam tur bijuši visu laiku, bet es biju pārāk aizņemts, lai viņus pamanītu! Garās dušas un došanās uz pilsētu vietā, tagad ir īsa duša un vēl laiks dārzam, pirms došanās uz pilsētu.

source: &ldquo;A few people I don&rsquo;t know somewhere in the world signed the pledge&hellip;and that made me really happy.&rdquo;
lv_lv: &ldquo; Daži cilvēki, kurus es nepazīstu un kuri dzīvo kaut kur plašajā pasaulē pieteicās uz manu apņemšanos un tas padarīja mani patiesi laimīgu..&rdquo;

source: &ldquo;Having signed a pledge on Pledgebank before, I decided it could be a really effective tool in helping me empower and mobilize others. We decided that we would raise some money to provide a small working stipend for a young woman intern. Within the first 48 hours, I had reached my goal of pledgers. It was profoundly exciting, and really helped energize our modest fundraising effort.&rdquo;
lv_lv: &ldquo;Tā kā biju jau agrāk pieteicies ApņemšanāsBankas apņemšanām, es nolēmu, ka tas būtu patiesi efektīvs rīks, lai palīdzētu man spēcināt un mobilizēt citus. Mēs nolēmām savākt līdzekļus, lai nodrošinātu nelielu darba stipendiju jaunai sievietei - medicīnas koledžas studentei. Pirmo 48 stundu laikā es biju sasniedzis savu pieteikumu mērķi. Tas bija ļoti aizraujoši, un patiesi palīdzēja aktivizēt mūsu vienkāršo līdzekļu vākšanas mēģinājumu.&rdquo;

source: Page Not Found
lv_lv: Lapa nav atrasta

source: We couldn't find the page you were looking for.
lv_lv: Pekšņi esat atslēdzies pēc atrakstīšanās saites izmantošanas.

source: New pledge alerts
lv_lv: Ziņojumi par jaunajām iecerēm

source: Unexpectedly not signed on after following unsubscribe link
lv_lv: Pēkšņi esat atslēdzies pēc atrakstīšanās saites izmantošanas

source: Thanks! You won't receive more email about %s.
lv_lv: Paldies! Jūs vairs nesaņemsiet e-pastus par %s.

source: You might like to <a href="/alert/">subscribe to a new local alert</a>, or <a href="/my">manage all your alerts</a>.
lv_lv: Iespējams Jūs vēlaties <a href="/alert/">saņemt jaunus vietējos ziņojumus</a>, vai <a href="/my">kārtot visus savus ziņojumus</a>.

source: Thanks! You are already unsubscribed from that alert.
lv_lv: Paldies! Jūs jau esat atteicies no šī veida paziņojumiem.

source: Before subscribing you to local pledge email alerts, we need to confirm your email address.
lv_lv: Pirms pierakstam Tevi vietējo apņemšanos e-pastu paziņojumiem, mums jāapstiprina Tava e-pasta adrese.

source: You'll then be emailed whenever a new pledge appears in your area.
lv_lv: Kolīdz Tavā apkaimē parādīsies jauna apņemšanās, Tev tiks nosūtīts e-pasts.

source: Subscribe to local pledge alerts at PledgeBank.com
lv_lv: Piesakieties saņemt ziņas par jaunām vietējām apņemšanām PledgeBank.com

source: Thanks for subscribing! You'll now receive an email when there are new pledges in your area.
lv_lv: Paldies par pieteikumu! Tagad Tu saņemsi e-pastu, kad parādīsies jaunas apņemšanās Tavā apkaimē.

source: To add an alert for another place, <a href="/alert">click here</a>.
lv_lv: Lai pieteiktos paziņojumu saņemšanai no citām vietām, <a href="/alert">spied šeit</a>.

source: To see all your local pledge alerts, <a href="/your">click here</a>.
lv_lv: Lai redzētu visus Tavus paziņojumus par vietējām apņemšanām, <a href="/your">spied šeit</a>.

source: Have a <a href="http://www.hearfromyourmp.com">long term relationship</a> with your MP!
lv_lv: Lai Jums<a href="http://www.hearfromyourmp.com">ilgstoša sadarbība</a> ar Jūsu MP!

source: Make your own <a href="/new/">new pledge</a>! Others in your area will be emailed about it automatically.
lv_lv: Veido pats savu <a href="/new/">jaunu apņemšanos</a>! Citiem no Tavas apkaimes tiks automātiski nosūtīti e-pasti.

source: Get emails about local pledges
lv_lv: Saņemt e-pastus par vietējām apņemšanām

source: Fill in the form, and we'll email you when someone creates a new pledge near you.
lv_lv: Aizpildi formu un mēs nosūtīsim Tev e-pastu, kad kāds netālu no Jums izveidos jaunu apņemšanos.

source: Where in that country?
lv_lv: Kur tieši šajā valstī?

source: PledgeBank blog
lv_lv: PledgeBank blogs

source: We couldn't find that pledge
lv_lv: Mēs nevarējām atrast šo apņemšanos

source: We couldn't find any pledge with a reference like "%s". Try the following:
lv_lv: Mēs nevarējām atrast nevienu apņemšanos, kas līdzinātos "%s". Mēģini šādi:

source: We couldn't find the pledge with reference "%s". Did you mean one of these pledges?
lv_lv: Mēs nevarējām atrast nevienu apņemšanos, kas atbilstu "%s". Vai Tu domāji kādu no šīm apņemšanām?

source: If none of those look like what you want, try the following:
lv_lv: Ja kāda no šim Tev derēja, mēģini šādi:

source: If you typed in the location, check it carefully and try typing it again.
lv_lv: Ja Tu mēģināji norādīt vietu, uzmanīgi pārbaudi tās rakstību un mēģini vēlreiz.

source: Look for the pledge on <a href="/all">the list of all pledges</a>.
lv_lv: Meklē apņemšanos <a href="/all">visu apņemšanos sarakstā</a>.

source: Search for the pledge you want by entering words below.
lv_lv: Meklē apņemšanos kādu vēlies norādot vārdus zemāk.

source: Search for a pledge
lv_lv: Meklēt apņemšanos

source: Go
lv_lv: Aiziet

source: Missing pledge id
lv_lv: Nav norādīts apņemšanās id

source: Missing PIN
lv_lv: Nav norādīts PIN

source: Missing comment id
lv_lv: Nav norādīts komentāra id

source: Sorry, this pledge is now closed for new comments.
lv_lv: Atvainojiet, šai apņemšanai jaunu komentāru iespēja ir slēgta.

source: Commenting on '%s'
lv_lv: Komentēju '%s'

source: Sorry -- something seems to have gone wrong
lv_lv: Atvainojiet -- kaut kas ir nogājis greizi

source: '%s' is not a valid email address; please check it carefully
lv_lv: '%s' nav korekta e-pasta adrese; lūdzu uzmanīgi pārbaudiet

source: Please enter your name
lv_lv: Lūdzu ievadiet savu vārdu

source: Please enter a message
lv_lv: Lūdzu ievadiet ziņojumu

source: Your comment is far too long, please keep it short and sweet. Or put a link to a website with the information in your comment.
lv_lv: Jūsu komentārs ir mazliet par garu, lūdz izsakieties īsi un kodolīgi vai norādīet savā komentārā saiti uz tīkla vietni ar informāciju.

source: Your comment is a bit too long, please keep it short and sweet. Or put a link to a website with the information in your comment.
lv_lv: Jūsu komentārs ir mazliet par garu, lūdz izsakieties īsi un kodolīgi vai norādīet savā komentārā saiti uz tīkla vietni ar informāciju.

source: Before adding your comment to the pledge, we need to check that your email is working.
lv_lv: Pirms pievienojam Tavu komentāru apņemšanai mums jāpārbauda vai Tavs e-pasts strādā.

source: Your comment will then be displayed on the pledge page.
lv_lv: Tad Tavs komentārs tiks parādīts apņemšanās lapā.

source: Adding your comment to a pledge at PledgeBank.com
lv_lv: Pievienoju Tavu komentāru apņemšanai PledgeBank.com vietnē

source: Thank you! Your comment has now been posted.
lv_lv: Paldies! Tavs komentārs tagad ir publicēts.

source: You will be emailed when anyone adds a comment to the pledge.
lv_lv: Tev tiks nosūtīts e-pasts, kad kāds pievienos komentāru pie šīs apņemšanās.

source: Go back to the pledge comments
lv_lv: Iet atpakaļ pie apņemšanās komentāriem

source: Go back to the pledge
lv_lv: Iet atpakaļ pie apņemšanās

source: <h2>Here's how your comment will appear</h2>
lv_lv: <h2>Šadi izskatīsies Tavs komentārs</h2>

source: Contact Us
lv_lv: Sazināties ar mums

source: You are reporting the following comment to the PledgeBank team:
lv_lv: Tu ziņu par sekojošu komentāru PledgeBank.com komandai:

source: <a href="/faq">Read the FAQ</a> first, it might be a quicker way to answer your question.
lv_lv: Pirmkārt <a href="/faq">izlasi BUJ</a>, tas var būt ātrākais ceļš, lai gūtu atbildi uz savu jautājumu.

source: Report abusive, suspicious or wrong comment
lv_lv: Ziņo par aizskarošu, aizdomīgu vai neadekvātu komentāru

source: Please let us know exactly what is wrong with the comment, and why you think it should be removed.
lv_lv: Lūdzu norādi, kas tieši nav kārtībā ar konkrēto komentāru un kāpēc Tu domā, ka to vajadzētu dzēst.

source: Contact the PledgeBank team
lv_lv: Sazināties ar PledgeBank komandu

source: To contact the creator of the <strong>%s</strong> pledge <a href="%s">leave a comment</a> on the pledge, or <a href="%s">contact the pledge creator</a>. The form below is for messages to the PledgeBank team only, <strong>not</strong> the pledge creator.
lv_lv: Lai sazinātos ar <strong>%s</strong> apņemšanās autoru <a href="%s">atstājiet komentāru</a> pie apņemšanās, vai <a href="%s">sazinieties ar apņemšanās autoru</a>. Zemāk redzamā forma ir paredzēta tikai priekš ziņām PledgeBank komandai, <strong>nevis</strong> apņemšanās autoram

source: To contact a pledge creator, please use the 'comments' section on the pledge, or the 'contact the pledge creator' feature. The form below is for messages to the PledgeBank team only, <strong>not</strong> a pledge creator.
lv_lv: Lai sazinātos ar apņemšanās autoru, lūdzu lietojiet 'komentāri' sadaļu pie apņemšanās, vai 'sazinies ar apņemšanās autoru' iespēju. Zemāk redzamā forma ir tikai priekš ziņām PledgeBank komandai, <strong>nevis</strong> apņemšanās autoram.

source: Your message:
lv_lv: Tava ziņa:

source: Did you <a href="/faq">read the FAQ</a> first?
lv_lv: Vai <a href="/faq">izlasiji BUJ</a> sākumā?

source: Send to PledgeBank team
lv_lv: Nosūtīt PledgeBank komandai

source: <Enter your name>
lv_lv: <Ievadiet savu vārdu>

source: Please enter a subject
lv_lv: Lūdzu ievadi virsrakstu

source: Please enter your message
lv_lv: Lūdzu ievadi savu ziņojumu

source: I'm afraid that we rate limit the usage of the contact form to prevent abuse.
lv_lv: Mēs ierobežojam sazināšanās formas izmantošanu, lai novērstu tās ļaunprātīgu izmantošanu.

source: Failed to send message. Please try again, or <a href="mailto:team&#64;pledgebank.com">email us</a>.
lv_lv: Neizdevās nosūtīt ziņu. Lūdzu mēģini vēlreiz, vai <a href="mailto:team&#64;pledgebank.com">raksti mums</a>.

source: <strong>Thank you!</strong> One of our team will investigate that comment as soon as possible
lv_lv: <strong>Paldies!</strong> Kāds no mūsu komandas izpētīs komentāru kolīdz tas būs iespējams

source: Thanks for your feedback. We'll get back to you as soon as we can!
lv_lv: Paldies par ziņu. Mēs Tev atbildēsim kolīdz varēsim!

source: What is PledgeBank?
lv_lv: Kas ir PledgeBank?

source: Tell the world "I'll do it, but only if you'll help me do it"
lv_lv: Pasaki pasaulei "Es izdarīšu, bet tikai, ja Tu palīdzēsi man to izdarīt"

source: You can <a href="tom-on-pledgebank-vbr.mp3">listen to an MP3</a> of this instead.
lv_lv: Tu vari <a href="tom-on-pledgebank-vbr.mp3">noklausīties MP3 formātā</a>.

source: You can <a href="tom-on-pledgebank-vbr.mp3">listen to an MP3 (English only)</a> of this instead.
lv_lv: Tu vari <a href="tom-on-pledgebank-vbr.mp3">noklausīties MP3 (tikai Angļu val)</a>.

source: Hello. I'm Tom Steinberg, the director of mySociety, the charitable group which is building PledgeBank. I've taken the unusual step of recording this introduction because PledgeBank is a slightly unusual idea. I've found that explaining it in person often works better than using the written word.
lv_lv: Sveiki. Esmu Toms Steinbergs, mySociety, labdarības grupas, kas veido PledgeBank, direktors. Esmu spēris neierastu soli ierakstot šo ievadu, jo Pledgebank ir nedaudz neparasta ideja. Esmu sapratis ka daudz skaidrāk var to izskaidrot šādi nevis rakstiski.

source: We all know what it is like to feel powerless, that our own actions can't really change the things that we want to change. PledgeBank is about beating that feeling by connecting you with other people who also want to make a change, but who don't want the personal risk of being the only person to turn up to a meeting or the only person to donate ten pounds to a cause that actually needed a thousand.
lv_lv: Mēs visi zinām ko nozīmē justies bezspēcīgam, kad mūsu pašu rīcība nevar izmainīt lietas, kuras mēs vēlamies mainīt. PledgeBank ir radīta lai pārvarētu šo sajūtu, savienojot Tevi ar citiem cilvēkiem, kas arī vēlas pārmaiņas, bet kas nevēlas uzņemtos risku izrādīties būt vienīgajiem, kas ierodas uz tikšanos vai būt vienīgajam, kas ziedo desmit mārciņas mērķim, kam īstenībā bija nepieciešams tūkstotis.

source: The way it works is simple. You create a pledge which has the basic format 'I'll do something, but only if other people will pledge to do the same thing'. For example, if you'd always want to organise a street party you could organise a pledge which said 'I'll hold a street party, but only if three people who live in my street will help me to run it'
lv_lv: Tas darbojas ļoti vienkārši. Tu izveido apņemšanos, kurai ir pamata forma 'Es izdarīšu kaut ko, bet tikai, ja citi cilvēki arī apņemsies izdarīt to pašu lietu'. Piemēram, ja Tu vienmēr esi vēlējies noorganizēt ielas baļļuku, Tu varētu izteikt apņemšanos, kurā būtu teikts 'Es organizēšu ielas baļļuku, bet tikai ja trīs cilvēlki, kas dzīvo manā ielā palīdzēs man to īstenot'

source: The applications of PledgeBank are limitless. If you are a parent you could say that 'I will help run an after hours sports club but only if 5 other parents will commit one evening a week to doing it '. If you are in a band you could say 'I'll hold a gig but only if 40 people will come along'.
lv_lv: PledgeBank pielietojums ir bezgalīgs. Ja Tev ir bērni, Tu vari teikt ka 'Es palīdzēšu uzturēt pēcstundu sporta klubu, bet tikai, ja 5 citi vecāki veltīs vienu vakaru nedēļā, lai arī to darītu'. Ja Tu esi kādā grupā Tu varētu teikt 'Es organizēšu koncertu, bet tikai, ja uz to atnāks vismaz 40 cilvēki'.

source: PledgeBank has been undergoing real world testing for a few weeks already, and there are already some successful completed pledges completely outside our original ideas of how people might use the site. One person gathered 20 other fans of a BBC radio series to lobby for its release on CD. Another encouraged 8 people who he'd never met to bury buckets in their own gardens to make homes for endangered stag beetles. And a member of an online community said he'd organise a 5th birthday party and now has 30 members of that community saying they'll come along.
lv_lv: Pledgebank tiek pakļauta vispasaules testēšanai jau vairākas nedēļas un jau ir dažas veiksmīgi piepildītas apņemšanās no pilnīgi citām sfērām nekā bija mūsu sākotnējās domas par to, kur cilvēki varētu izmantot šo vietni. Kāds apvienoja vēl 20 citus BBC radio sēriju fanus, lai panāktu to izlaišanu CD versijā. Cits iedrošināja 8 cilvēkus, kas nekad agrāk nebija tikušies, ierakt savos dārzos spaiņus, lai izveidotu mītnes apdraudētajām briežvabolēm. Un online sabiedrības biedrs teica, ka viņš organizēs 5tās dzimšanas dienas baļļuku un viņam tagad ir 30 biedri, kas saka, ka ieradīsies.
