Repository: Spiritdude/pledgebank
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: lv_lv

source: There are two ways to translate the file - <a href="#manually">manually</a> or <a href="#poedit">using poEdit</a>, a program to help with translations. If you're new at translating, I recommend using poEdit, as it keeps track of untranslated strings and things like that.
lv_lv: Ir divi veidi, kā iztulkot failu - <a href="#manually">rokas režīmā</a> vai <a href="#poedit">lietojot poEdit</a>, programmu, kas palīdz tulkošanā. Ja esi iesācējs tulkošanā, iesakam lietot poEdit, jo tas ļauj sekot iztulkotajām un neiztulkotajām virknēm un tamlīdzīgām lietām.

source: If there are any problems or questions at any stage, <a href="/contact">contact us</a> or ask on the mailing list.
lv_lv: Gadījumā, ja jebkurā solī Tev rodas jebkādi jautājumi, <a href="/contact">sazinies ar mums</a> vai jautā korespondences sarakstā.

source: Email me with as much or as little as you have done, and I will get it up and running as soon as possible. :-)
lv_lv: Sūti ar e-pastu tiklīdz esi kaut vai kādu daļu pārtūlkojis un es to cik ātri vien iespējams pieslēgšu. :)

source: Manually
lv_lv: Manuāli

source: For example, in French:
lv_lv: Piemēram, Franciski:

source: <strong>Plurals:</strong> These are the other more complicated thing. These use % placeholders to give different results depending on the value of a number. It's probably easiest if I just give an example, in Portuguese:
lv_lv: <strong>Daudzskaitļi:</strong> Šī ir vēl viena sarežģīta lieta. Tie lieto % zīmes, lai atkarībā no skaitļa vertības dotu dažādus rezultātus. Iespējams vienkāršāk būs, ja es došu piemēru Portugāļu valodā:

source: Matthew Somerville<br>13<sup>th</sup> November 2005
lv_lv: Matthew Somerville<br>13<sup>th</sup> 2005. gada novembris.

source: Choose your country
lv_lv: Izvēlies savu valsti

source: Choose your country ...
lv_lv: Izvēlies savu valsti

source: Your country isn't there? <a href="/new">Make a pledge</a> specific to your country, and get people to sign up to it.
lv_lv: Tavas valsts šeit nav? <a href="/new">Izveido Apņemšanos</a>, kas domāta tieši Tavai valstij un atrod cilvēkus, kas to parakstīs.

source: ... or choose a special site
lv_lv: ... vai izvēlies īpašu vietu

source: If you would like your own special PledgeBank site, then <a href="/contact">email us</a> for details.
lv_lv: Ja vēlaties veidot pats savu īpašu PledgeBank lapu, tad <a href="/contact">sūti mums e-pastu</a>/

source: PledgeBank here. Sorry, the %s pledge has failed. Better luck next time!
lv_lv: Šeit PledgeBank. Diemžēl, apņemšanās %s ir izrādījusies neveiksmīga. Lai veicas nākamreiz!

source: [ This is a copy of the message you have just sent to everyone in %s who signed your pledge %s ] %s
lv_lv: [ Šī ir vēstules kopija, ko Tu tikko nosūtīji visiem %s, kas parakstīja Tavu apņemšanos %s ] %s

source: [ This is a copy of the message you have just sent to everyone who signed your pledge %s ] %s
lv_lv: [ Šī ir vēstules kopija, ko Tu tikko nosūtīji visiem, kas parakstīja Tavu apņemšanos %s ] %s

source: %d days ago
lv_lv: pirms %d dienām

source: %d hours ago
lv_lv: pirms %d stundām

source: %d minutes ago
lv_lv: pirms %d minūtēm

source: a minute ago
lv_lv: pirms vienas minūtes

source: [ You signed this pledge after this message was sent to the other signers. They will have received copies of this message %s. You can read older messages from the pledge creator that you missed here: %s ]
lv_lv: [ Tu parakstīji šo apņemšanos pēc tam, kad šī ziņa tika nosūtīta citiem parakstītājiem. Viņu būs saņēmuši šīs ziņa kopijas %s. Tu vari izlasīt vecākus ziņojumus no apņemšanās autora, kurus esi palaidis garām: %s ]

source: To stop receiving messages from the pledge creator, please follow this link: %s
lv_lv: Lai vairs nesaņemtu ziņas no apņemšanās autora, lūdzu lieto šo saiti: %s

source: Click for more info:
lv_lv: Spied, lai uzzinātu vairāk:

source: SMS operated by charity UKCOD. Available in UK only. Sign-up message costs your normal text rate. Further messages are free.
lv_lv: SMS nodrošina labdarības organizācija UKCOD. Pieejams tikai UK. Parakstīšanās īsziņas maksā kā Tavas parastās īsziņas. Nākamās īsziņas ir par brīvu.

source: Remember, you only have to act if %d other people sign up – that’s what PledgeBank is all about.
lv_lv: Atceries, ka Tev ir jārījojās tikai, ja %d citi cilvēki arī parakstās - tā ir PledgeBank būtība.

source: I
lv_lv: Es

source: will %s
lv_lv: apņemos %s

source: %s will %s.
lv_lv: %s apņemos %s.

source: More details:
lv_lv: Sīkāk:

source: Pledge at
lv_lv: Apņemies ->

source: pin
lv_lv: piespraust

source: Text
lv_lv: Raksti

source: to
lv_lv: uz

source: (%s only) or pledge at
lv_lv: (Tikai %s) vai apņemies

source: This pledge closes on
lv_lv: Šī apņemšanās tiek slēgta:

source: . Thanks!
lv_lv: . Paldies !

source: <font color="%s">I</font> will %s <b>but only if</b> <font color="%s">%s</font> %s will %s.
lv_lv: <font color="%s">Es</font> apņemos %s <b>, bet tikai, ja</b> <font color="%s">%s</font> %s apņemsies %s.

source: <font color="%s">I</font> will %s.
lv_lv: <font color="%s">Es</font> apņemos %s.

source: <b>More details:</b> %s
lv_lv: <b>Sīkāk:</b> %s

source: pledge at
lv_lv: Apņemies

source: <font size="+2">Text</font> <font size="+8" color="%s"> <b>%s %s</b></font> to <font color="%s"><b>%s</b></font> (%s only) or
lv_lv: <font size="+2">Sūti SMS</font> <font size="+8" color="%s"> <b>%s %s</b></font> uz <font color="%s"><b>%s</b></font> (Tikai %s) vai

source: This pledge closes on <font color="%s">%s</font>. Thanks!
lv_lv: Šī apņemšanās beigsies <font color="%s">%s</font>. Paldies!

source: (%d over target) — success!
lv_lv: (%d vairāk kā nepieciešamais) — veiksmīgs iznākums!

source: Or you can text <font color="%s">%s %s</font> to <font color="%s">%s</font> <font size="-1">(%s only)</font>.
lv_lv: Vai arī Tu vari rakstīt <font color="%s">%s %s</font> to <font color="%s">%s</font> <font size="-1">(%s only)</font>.

source: Open until %s — <font color="%s">Sign this pledge</font>!%s
lv_lv: Atvērta līdz %s — <font color="%s">Parakstīt šo apņemšanos</font>!%s

source: Closed on <font color="%s">%s</font>
lv_lv: Slēgts: <font color="%s">%s</font>

source: Sorry, we weren't able to make your poster.
lv_lv: Atvainojiet, mēs nevarējām sagatavot Jūsu plakātu.

source: <Date>
lv_lv: <Datums>

source: other local person
lv_lv: cita vietēja persona

source: Global
lv_lv: Visā pasaulē

source: (separator)
lv_lv: (atdalītājs)

source: Postcode or town:
lv_lv: Pasta indekss vai pilsēta

source: Town or zipcode:
lv_lv: Pilsēta vai pasta indekss:

source: Place name or zipcode:
lv_lv: Vietas nosaukums un pasta indekss:

source: You have used %d characters; %d remain.
lv_lv: Tu esi izmantojis %d simbolus, atlikuši %d.

source: You have used %d characters, which is %d more than will fit in an SMS. Please make your message shorter.
lv_lv: Tu esi izmantojis %d simbolus, tas ir par %d vairāk, nekā var nosūtīt SMS. Lūdzu saīsini savu ziņu.

source: signups per day
lv_lv: Parakstītāji dienā

source: signups per week
lv_lv: Parakstītāji nedēļā

source: signups per month
lv_lv: Parakstītāji mēnesī

source: total number of signers
lv_lv: Kopējais parakstītāju skaits

source: Subject: New comments on pledge - '<?=$values['title']?>' at PledgeBank.com The following comments have been left on this pledge: <?=$values['comments']?> View or reply to these comments: <?=$values['comment_url']?> <?=$values['signature']?> To stop receiving emails when there are new comments on this pledge, click this link: <?=$values['unsubscribe_url']?>
lv_lv: Subject: Jauni komentāri par apņemšanos - '<?=$values['title']?>' PledgeBank.com Par apņemšanos saņemti šādi komentāri: <?=$values['comments']?> Pārlūko vai atbildi uz šiem komentāriem: <?=$values['comment_url']?> <?=$values['signature']?> Lai vairs nesaņemtu e-pastus par jauniem komentāriem pie šīs apņemšanās, seko šai saitei: <?=$values['unsubscribe_url']?>

source: Subject: <?=$values['pledges_count']?> new pledges near you! - <?=$values['alert_description']?> - PledgeBank.com There are <?=$values['pledges_count']?> new pledges near <?=$values['alert_description']?>. Follow the links to find out more about the pledges or to sign up to them. <?=$values['pledges_text']?><?=$values['signature']?> To stop receiving emails when there are new pledges near <?=$values['alert_description']?>, click this link: <?=$values['unsubscribe_url']?>
lv_lv: Subject: <?=$values['pledges_count']?> jaunas apņemšanās Tavā apkaimē! - <?=$values['alert_description']?> - PledgeBank.com There are <?=$values['pledges_count']?> jaunas apņemšanās netālu no <?=$values['alert_description']?>. Seko saitēm, lai uzzinātu vairāk par apņemšanām vai lai parakstītu tās. <?=$values['pledges_text']?><?=$values['signature']?> Lai vairs nesaņemtu e-pastus par apņemšanām netālu no: <?=$values['alert_description']?>, seko šai saitei: <?=$values['unsubscribe_url']?>

source: Subject: New pledge near you! - '<?=$values['title']?>' at PledgeBank.com There's a new pledge near <?=$values['alert_description']?>. <?=$values['distance_string']?>: '<?=$values['sentence_first']?>' -- <?=$values['creator_name']?> Click for more info or to sign the pledge: <?=$values['pledge_url']?> <?=$values['signature']?> To stop receiving emails when there are new pledges near <?=$values['alert_description']?>, click this link: <?=$values['unsubscribe_url']?>
lv_lv: Subject: Jauna apņemšanās Tava apkaimē! - '<?=$values['title']?>' PledgeBank.com Ir jaun apņemšanās netālu no <?=$values['alert_description']?>. <?=$values['distance_string']?>: '<?=$values['sentence_first']?>' -- <?=$values['creator_name']?> Spied, lai uzzinātu vairāk vai lai parakstītu šo apņemšanos: <?=$values['pledge_url']?> <?=$values['signature']?> Lai vairs nesaņemtu e-pastus par apņemšanās netālu no <?=$values['alert_description']?>, seko šai saitei: <?=$values['unsubscribe_url']?>

source: Subject: Send a message to your signers - '<?=$values['title']?>' at PledgeBank.com To send a message to everyone who has signed your pledge so far, follow this link. You might want to encourage them to spread the pledge, by printing out flyers or emailing it to their friends. <?=$values['url']?> <?=$values['signature']?>
lv_lv: Subject: Sūti ziņu saviem parakstītājiem - '<?=$values['title']?>' @ PledgeBank.com Lai nosūtītu ziņu ikvienam, kas līdz šim ir parakstījis šo apņemšano, seko šai saitei Iespējams, Tu gribi iedrošināt viņus izplatīt informāciju par šo apņemšanos, izdrukājot skrejlapas vai nosūtot e-pastus par to viņu draugiem. <?=$values['url']?> <?=$values['signature']?>

source: Subject: Helping to make your pledge succeed Hello there, We've noticed that the pledge you created isn't growing fast enough to succeed. We're just dropping you this mail to give you a suggestion on helping it to grow. The best way of helping your pledge to succeed is to email it to some friends right now. All you need to ask them is to visit <?=$values['pledge_url']?> and sign up. All the best, <?=$values['signature']?>
lv_lv: Subject: Palīdzī savai apņemšanai izdoties Sveiki, Mēs esam ievērojuši, ka apņemšanās, ko Tu izveidoji neaug pietiekami ātri, lai izrādītos veiksmīga. Mēs sūtām šo e-pastu tikai, lai pasviestu idejas, kas varētu palīdzēt tai īstenoties. Labākais veids kā palīdzēt savai apņemšanai realizēties ir nosūtīt to e-pastā dažiem draugiem tieši tagad - uzreiz. Tev tikai jālūdz viņiem apmeklēt <?=$values['pledge_url']?> un parakstīties. Visu to labāko, <?=$values['signature']?>

source: Subject: Your pledge isn't growing fast enough - here's a tip Hi, We've noticed that your pledge still is growing too slowly to succeed. Why not forward the following text to some friends to encourage them to sign up? ------ Hi there, I created this pledge a few days ago, and I need you guys to help me make it succeed. It'll only take a moment to sign up, so please go to <?=$values['pledge_url']?> yours, <?=$values['creator_name']?>
lv_lv: Subject: Tava apņemšanās neaug pietiekami ātri - šeit būs ieteikums Sveiki, Mēs esam ievērojuši, ka Tava apņemšanās vēl arvien neaug pietiekami ātri. Kāpēc gan nepārsūtīt šādu tekstu saviem draugiem un neiedrošināt viņus parakstīties? ------ Sveiki, Pirms dažām dienām esmu izveidojis apņemšanos un man vajag Jūsu palīdzību, lai tā izdotos. Tas prasīs tikai mirkli, lai parakstītos, tāpēc lūdzu apmeklējiet <?=$values['pledge_url']?> Jūsu, <?=$values['creator_name']?>

source: Subject: A suggestion to help your pledge succeed Hello, We're sorry to tell you that your pledge still isn't growing fast enough to succeed. Here's a feature you might not have been aware of to help your pledge grow faster. We provide printable flyers for all pledges - yours are right here: <?=$values['pledge_url_flyers']?> Why not print out a few right now, and post them up at work, in your window, or on a communal noticeboard? You can see and print the flyers here <?=$values['pledge_url_flyers']?> All the best, <?=$values['signature']?>
lv_lv: Subject: Ieteikums, lai palīdzētu Tavai apņemšanai realizēties Sveiki, Diemžēl, jāsaka, ka Tava apņemšanās vēl arvien neaug pietiekami ātri, ai būtu veiksmīga. Iespējams Tu nezināji par vēl šādu iespēju, kas varētu palīdzēt Tavai apņemšanai izdoties. Mēs nodrošinām izdrukājamas skrejlapas visām apņemšanām - Tavējā ir šeit: <?=$values['pledge_url_flyers']?> Varbūt tieši tagad izdrukā un izlīmē vai izplati sev pieejamās vietās!? Tu vari aplūkot un izdrukāt skrejlapas šeit: <?=$values['pledge_url_flyers']?> Visu to labāko, <?=$values['signature']?>

source: Subject: Your pledge needs to grow faster to succeed - here's a suggestion to help. Hi, We've noticed that your pledge is still not growing fast enough to succeed. We've got a really simply suggestion that works. Grab a pen, and scribble PLEDGE onto the back of your hand. Then for the next couple of days when you meet people it will help to remind to you ask them to sign. Remember, the web page address is really easy: <?=$values['pledge_url']?> Good luck! <?=$values['signature']?>
lv_lv: Subject: Tavai apņemšanai jāaug ātrāk, lai tā izdotos - šeit būs ierosinājums. Sveiki, Mēs esam ievērojuši, ka Tava paņemšanās neaug pietiekami ātri, lai izdotos. Mums ir pavisam vienkāršs ierosinājums, kas strādā. Paņem pildspalvu un uzskribēlē APŅEMŠANĀS uz savas plaukstas. Tas palīdzēs Tev atcerēties lūgt cilvēkiem parakstīt Tavu apņemšanos, kad satiksi viņus. Iegaumē interneta adresi, tā ir tiešām vienkārša: <?=$values['pledge_url']?> Lai veicas! <?=$values['signature']?>

source: Subject: Need some help to get your pledge to grow faster? Hello, Local newspapers are really keen to know what people are doing to take control of their own lives, and will often print stories about interesting ideas. Why not use a search engine to find your local newspaper, and then drop them an email with the address of your pledge, and a short description of why it matters to you that this Pledge succeeds. The address of your pledge is <?=$values['pledge_url']?> If you're lucky, they might even send a photographer round, and get your picture in the papers! <?=$values['signature']?>
lv_lv: Subject: Vai vajadzīga palīdzība lai Tava apņemšanās augtu ātrāk? Sveiki, Vietējie laikraksti labprāt uzzin par to, ko cilvēki dara, lai būtu savas dzīves valdnieki un bieži būs ar mieru publicēt stastus par interesantām idejām. Kāpēc gan neizmantot interneta meklētāju, lai atrastu savu vietējo laikrakstu un nosūtīt viņiem ziņu ar savas apņemšanās adresi un īsu aprakstu par to, kādēļ Tev ir svarīgi, lai šī apņemšanās izdotos. Tavas apņemšanās adrese ir <?=$values['pledge_url']?> Ja Tev paveiksies, iespējams viņi pat atsūtīs fotogrāfu un ievietos Tavu foto avīzē! <?=$values['signature']?>

source: Subject: Your local politicians can help your pledge to grow Howdy, We're sorry to report that your pledge still isn't going to succeed unless you do something to encourage more people to sign up. Have you thought about writing to your local politicians about it? If you're in the UK , you can go straight to www.writetothem.com right now, and write to any of your politicians - we make it really easy. If you're not in Britain, why not try using a search engine to look for local politicians. Remember, the all important part is an explanation of why you think your pledge matters, and the web address, which is: <?=$values['pledge_url']?> Best of luck, <?=$values['signature']?>
lv_lv: Subject: Tavi vietējie politiķi var palīdzēt Tev realizēt Tavu apņemšanos Sveiki, Diemžēl, jāziņo, ka Tava apņemšanās vēl joprojām neizskatās, ka izdosies, ja vien Tu neizdarīsi kaut ko, kas iedrošīnās vairāk cilvēkus parakstīties. Vai Tu esi domājis par to, ka varētu uzrakstīt politiķiem par to? Ja Tu esi no UK, Tu vari iet uzreiz uz www.writetothem.com un rakstīt jebkuram no Taviem politiķiem - mēs padārām šo lietu par ļoti vienkāršu. Ja neesi no Lielbritānijas, kāpēc gan neizmantot meklētāju, lai sameklētu savus vietējos politiķus. Atceries, ka galvenais ir izskaidrot kāpēc Tu domā, ka Tava apņemšanās ir svarīga un tik pat svarīga ir tās interneta adrese, kas ir: <?=$values['pledge_url']?> Veiksmi, <?=$values['signature']?>

source: Subject: Bribe your friends to help spread your pledge. Hello again, At PledgeBank we're always keen to help people make their pledges succeed. We've calculated that unless you do something then your pledge isn't going to grow fast enough to get the number of people it needs. We have a suggestion though - bribe your friends with food! Write an email right now and tell 5 or 6 people you know really well that you'll make them a slap up meal, but only if they help make your pledge succeed. They can help by printing our flyers from <?=$values['pledge_url_flyers']?> or simply by sending the pledge URL to their friends - <?=$values['pledge_url']?> Go on, if they're real friends they'll want to help! best, <?=$values['signature']?>
lv_lv: Subject: Pierunā savus draugus izplatīt ziņas par savu apņemšanos. Sveiki atkal, PledgeBank vienmēr vēlas palīdzēt cilvēkiem īstenot viņu apņemšanās. Mēs esam aprēķinājuši, ka, ja vien Tu neuzsāksi kaut ko, tad Tava apņemšanās neaugs pietiekami ātri, lai iegūtu cilvēku skaitu, kas tai nepieciešams. Tomēr mums ir priekšlikums - pierunā savus draugus! Uzraksti e-pastu tūlīt un pastāsti kādiem 5-6 cilvēkiem, kurus Tu patiešām labi pazīsti, ka noorganizēsi "draugu vakaru", sakarā ar šo apņemšanos. Pastāsti, ka viņi var palīdzēt Tev, izdrukājot skrejlapas no <?=$values['pledge_url_flyers']?> vai vienkārši nosūtot apņemšanās adresi (URL) saviem draugiem - <?=$values['pledge_url']?> Viņi palīdzēs! visu to labāko, <?=$values['signature']?>

source: Subject: Message about your <?=$values['ref']?> pledge Hi <?=$values['creator_name']?>, <?=$values['from_name']?> has used PledgeBank's "contact the creator" feature to send you the message below. Your details have not been given to anyone, unless you choose to reply to this message, which will then go directly to the person who wrote the message. <?=$values['signature']?> ------------------------------------------------------------ Their message was as follows: <?=$values['message']?>
lv_lv: Subject: Ziņa par Tavu <?=$values['ref']?> apņemšanos Sveiks(a) <?=$values['creator_name']?>, <?=$values['from_name']?> ir izmantojis(usi) PledgeBank iespēju "sazinies ar autoru", lai nosūtītu zemāk redzamo ziņu. Tava kontaktinformācija nevienam nav tikusi nodota, ja vien Tu neizvēlēsies atbildēt uz šo ziņojumu, kas tiks nepastarpināti nogādāts personai, kas rakstīja šo ziņu. <?=$values['signature']?> ------------------------------------------------------------ Nosūtītā ziņa seko: <?=$values['message']?>

source: Subject: <?=$values['from_name']?> saw this pledge and thought of you <?=$values['from_name']?> <<?=$values['from_email']?>> thought you would be interested in a pledge by <?=$values['creator_name']?> to '<?=$values['title']?>'. Simply by clicking <?=$values['pledge_url']?> you can show the world that you're ready to start making a difference, along with other like-minded people. <?=$values['creator_name']?>'s pledge will close on <?=$values['pretty_date']?> and it only needs the support of <?=$values['target']?> people before it succeeds and goes into action. <?=$values['from_message']?><?=$values['pledgebank_url']?> is a site set up to give power to YOU, by allowing you to ensure that others will support your actions. If you have ever wanted to make a difference, but haven't known where to start and who will join you, visit us now: <?=$values['pledgebank_url']?> Thank you for your support! <?=$values['signature']?>
lv_lv: Subject: <?=$values['from_name']?> ievēroja šo apņemšanos un domāja par Tevi <?=$values['from_name']?> <<?=$values['from_email']?>> domāja, ka Tevi varētu interesēt apņemšanās, ko veidojis <?=$values['creator_name']?> '<?=$values['title']?>'. Vienkārši nospiežot <?=$values['pledge_url']?> Tu vari parādīt pasaulei, ka esi gatavs sākt mainīt lietas, kopā ar citiem līdzīgi domājošiem cilvēkiem. <?=$values['creator_name']?>'s apņemšanās beigu termiņš ir <?=$values['pretty_date']?> un tai vajadzīgs tikai <?=$values['target']?> cilvēku atbalsts pirms tā kļūst veiksmīga un realizējās. <?=$values['from_message']?><?=$values['pledgebank_url']?> ir vietne, kas radīta ar mērķi dot varu TEV, dodot Tev pārliecību, ka citi atbalstīs Tavu rīcību. Ja Tu vienmēr esi vēlējies mainīt pasauli, bet nezināji kā sākt, tad apmeklē mūs tūlīt pat: <?=$values['pledgebank_url']?> Paldies par Tavu atbalstu! <?=$values['signature']?>

source: Subject: Your pledge - '<?=$values['title']?>' at PledgeBank.com. Unfortunately, your pledge did not meet its target in the required time. You required <?=$values['target']?> <?=$values['type']?>, but achieved only <?=$values['actual']?>. The pledge read: '<?=$values['sentence_first']?>' The link below will enable you to write to all your signers. Ask them what they'd like to do next, whether they'd like to go through with the pledge anyway, or whether they'd like to create a new pledge. <?=$values['url']?> Go on get started - good luck!! <?=$values['signature']?>
lv_lv: Subject: Tava apņemšanās - '<?=$values['title']?>' @ PledgeBank.com. Diemžēl, Tava apņemšanās nesasniedza tās mērķi norādītajā laikā. Tu vēlējies <?=$values['target']?> <?=$values['type']?>, bet ieguvi tikai <?=$values['actual']?>. Apņemšanās skanēja šādi: '<?=$values['sentence_first']?>' Ar zemāk norādītās saites palīdzību Tu vari uzrakstīt visiem, kas parakstījās. Pavaicā viņiem ko viņi vēlētos darīt tālāk, vai viņi tik un tā vēlētos īstenot šo apņemšanos, vai viņi vēlētos, lai tiktu izveidota jauna apņemšanās. <?=$values['url']?> Uz priekšu - lai veicas! <?=$values['signature']?>
