Repository: Spiritdude/pledgebank
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: lv_lv

source: Latvia
lv_lv: Latvija

source: Please enter a valid email address
lv_lv: Lūdzu ievadi derīgu e-pasta adresi

source: Person has no name in name() function
lv_lv: Personai nav vārda name() funkcijā

source: Name expected in matches_name
lv_lv: Iekš matches_name jābūt vārdām

source: PASSWORD must not be null in password method
lv_lv: PAROLE nevar būt tukša

source: Close
lv_lv: Aizvērt

source: Social Web
lv_lv: Sociālais tīkls

source: Email
lv_lv: E-pasts

source: To: (up to 5 emails)
lv_lv: Kam: (max 5 e-pasti)

source: Your name:
lv_lv: Tavs vārds:

source: Your email:
lv_lv: Tavs e-pasts:

source: Add a message, if you want:
lv_lv: Pievieno ziņu, ja vēlies:

source: Send message
lv_lv: Nosūtīt ziņu

source: If you got the email more than a year ago, then your request has probably expired. Please try doing what you were doing from the beginning.
lv_lv: Ja sanēmi e-pastu vairāk kā gadu atpakaļ, tad visticamāk, ka Tavam pieprasījumam ir iestājies noilgums. Lūdzu sāc no jauna.

source: today
lv_lv: šodiena

source: Main Admin
lv_lv: Galvenais administrators

source: All Open Pledges
lv_lv: Visas atvērtās Apņemšānās

source: All Closed Pledges
lv_lv: Visas aizvērtās Apņemšanās

source: Pledges
lv_lv: Apņemšanās

source: People
lv_lv: Cilvēki

source: timeline
lv_lv: laika ass

source: Microsite:
lv_lv: Microvietne:

source: Language:
lv_lv: Valoda:

source: Country:
lv_lv: Valsts:

source: Tags:
lv_lv: Tagi:

source: none
lv_lv: nekas

source: Messages
lv_lv: Ziņojumi

source: <em>That pledge has been successfully removed, along with all its signatories.</em>
lv_lv: <em>Šī apņemšanās tika veiksmīgi dzēsta kopā ar visiem tās parakstītājiem</em>

source: <em>That signer has been successfully removed.</em>
lv_lv: <em>Tas parakstītājs tika veiksmīgi dzēsts</em>

source: <em>Show name for signer updated</em>
lv_lv: <em>Rādīt vārdu atjaunojot parakstītāja informāciju</em>

source: <em>That comment has been shown/hidden</em>
lv_lv: <em>Tas komentārs ir parādīts/noslēpts</em>

source: <em>Change to pledge prominence saved</em>
lv_lv: <em>Izmaiņas apņemšanā saglabātas</em>

source: <em>Change to pledge microsite saved</em>
lv_lv: <em>Izmaiņas apņemšanās mikrovietnē saglabātas</em>

source: <em>Unknown country %s</em>
lv_lv: <em>Nezināma valsts %s</em>

source: <em>Change to pledge country saved</em>
lv_lv: <em>Izmaiņas par apņemšanās valsti saglabātas</em>

source: <em>Change to pledge language saved</em>
lv_lv: <em>Izmaiņas par apņemšanās valodu saglabātas</em>

source: <em>Categories updated.</em>
lv_lv: <em>Kategorijas atjaunotas.</em>

source: <em>Pick a target larger than the number of signers please!</em>
lv_lv: <em>Lūdzu izvēlies mērķi, kas ir lielāks par parakstītāju skaitu!</em>

source: <em>Pick a target smaller than or equal to the number of signers please!</em>
lv_lv: <em>Lūdzu izvēlies mērķi, kas ir mazāks vai vienāds ar parakstītāju skaitu!</em>

source: <em>Pledge text updated. Check it in the pledge box preview on the right.</em>
lv_lv: <em>Apņemšanās teksts atjaunots. Pārbaudi to apņemšanās pārlūkošanas logā pa labi.</em>

source: <em>Person updated.</em>
lv_lv: <em>Personas informācija atjaunota.</em>

source: <em>Announcement permission mail sent</em>
lv_lv: <em>Paziņojuma atļaujas ziņojums ir nosūtīts</em>

source: No events have happened yet.
lv_lv: Patlaban nekādu notikumu nav

source: Statistics
lv_lv: Statistika

source: Local alert summary
lv_lv: Kopsavilkums par vietējiem ziņām

source: Alerts followed by signatures
lv_lv: Ziņas ar parakstiem

source: %d cases where somebody signed a pledge they had previously been alerted about. Time gap between alert and signing is displayed for each case.
lv_lv: %d gadījumos, kad kāds parakstīja apņemšanos, viņi pirms tam saņēma ziņas par šo apņemšanos. Aizture starp ziņas saņemšanu un parakstīšanu tiek parādīta pie katra gadījuma.

source: Local alerts by country
lv_lv: Vietējās ziņas pēc valsts

source: Local alert signups
lv_lv: Pieraksti uz vietējām ziņām

source: Unknown alert %d
lv_lv: Nezināma ziņa %d

source: Alert %d does not belong to person %d
lv_lv: Ziņa %d nav personas %d ziņa

source: (disabled)
lv_lv: (atspējots)

source: new comments on the pledge '%s'%s
lv_lv: jauni komentāri pie apņemšanās '%s'%s

source: new pledges near UK postcode %s%s
lv_lv: jaunas apņemšanās netālu no UK pasta indeksa %s%s

source: new pledges near %s%s
lv_lv: jaunas apņemšanās netālu no %s%s

source: Unknown event code '%s'
lv_lv: Nezināms notikuma kods '%s'

source: Local pledge alerts
lv_lv: Ziņas par vietējām apņemšanām

source: You will get email when there are:<ul>
lv_lv: Tu saņemsi e-pastu, kad būs::<ul>

source: Unsubscribe
lv_lv: Atrakstīties

source: To add a new place, <a href="/alert">click here</a>.
lv_lv: Lai pievienotu jaunu vietu, <a href="/alert">spied šeit</a>.

source: Comment alerts
lv_lv: Ziņojumi par komentāriem

source: You will get email when there are:
lv_lv: Tu saņemsi e-pastu, kad būs:

source: Show all your comment alerts
lv_lv: Radīt visus ziņojumus par komentāriem

source: To pledge %s by %s, %s.
lv_lv: Pie apņemšanās %s , kuru izveidoja %s, %s.

source: To pledge %s by %s.
lv_lv: Pie apņemšanās %s , kuru izveidoja %s.

source: Abusive? Report it!
lv_lv: Aizskarošs ? Ziņo!

source: No pledge '%s'
lv_lv: Apņemšanās '%s' netika atrasta

source: No comments yet! Why not add one?
lv_lv: Komentāru vēl nav! Pievieno kādu!

source: %s by %s, on %s, %s
lv_lv: %s by %s, par %s, %s

source: Comment on %s pledge by %s
lv_lv: Komentārs pie %s apņemšanās par %s

source: RSS feed of comments on all pledges
lv_lv: RSS barotne ar komentāriem no visām apņemšanām

source: <h2>Latest comments</h2>
lv_lv: <h2>Pēdējie komentāri</h2>

source: No comments
lv_lv: Komentāru nav

source: This pledge is closed for new comments.
lv_lv: Jaunu komentāru iespēja pie šīs apņemšanās ir slēgta.

source: <h2>Add public comment</h2>
lv_lv: <h2>Pievieno publisku komentāru</h2>

source: Your web site address
lv_lv: Tavas interneta vietnes adrese

source: (optional, will be shown publicly)
lv_lv: (izvēles, tiks publiskots)

source: Your comment
lv_lv: Tavs komentārs

source: Privacy note:
lv_lv: Privātuma piebilde:

source: Your name (and web site address if given) will be shown publicly on this page with your comment. Your email address will not be shown. People searching for your name on the Internet may find your comment.
lv_lv: Tavs vārds (un interneta vietnes adrese, ja tāda norādīta) tiks publiskots šajā lapā līdz ar Tavu komentāru. Tava e-pasta adrese netiks rādīta. Cilvēki, kas meklēs internetā pēc Tava vārda var atrast Tavu komentāru.

source: Email me future comments on this pledge
lv_lv: Sūtiet man uz e-pastu nākamos šīs apņemšanās komentārus

source: Preview
lv_lv: Skatīt

source: Post comment
lv_lv: Publicēt komentāru

source: %d year ago
lv_lv: pirms %d gada

source: %d month ago
lv_lv: pirms %d mēneša

source: %d week ago
lv_lv: pirms %d nedēļas

source: %d day ago
lv_lv: pirms %d dienas

source: %d hour ago
lv_lv: pirms %d stundas

source: %d minute ago
lv_lv: pirms %d minūtes

source: less than a minute ago
lv_lv: pirms mazāk kā minūtes

source: exceeded
lv_lv: pārsniegts

source: met
lv_lv: sasniegts

source: Yours, the PledgeBank.com team
lv_lv: Jūsu, PledgeBank.com komanda

source: Email this pledge
lv_lv: Sūtīt e-pastu par šo apņemšanos

source: Please enter these details so that we can send your message to your contacts. We will not give or sell either your or their email address to anyone else.
lv_lv: Lūdzu norādi šo informāciju, lai mēs varētu nosūtīt Tavu ziņojumu Taviem kontaktiem.

source: Other people's email addresses:
lv_lv: Citu cilvēku e-pastu adreses:

source: Email:
lv_lv: E-pasts:

source: the UK
lv_lv: Lielbritānija

source: choose site
lv_lv: izvēlies vietni

source: change country
lv_lv: mainīt valsti

source: change language
lv_lv: mainīt valodu

source: %s%s pledges listed
lv_lv: Parādītas %s%s apņemšanās

source: %s%s pledges only listed
lv_lv: Parādītas tikai %s%s apņemšanās

source: %s pledges and global %s pledges listed
lv_lv: Šeit tiek parādītas %s apņemšanās un vispasaules %s apņemšanās

source: There are no featured pledges for %s%s at the moment.
lv_lv: Šobrīd nav nevienas apņemšanās, kas atbilstu %s%s pazīmēm.

source: There are no featured pledges at the moment.
lv_lv: Šobrīd nav nevienas atbilstošas apņemšanās

source: less than 1 mile away
lv_lv: tuvāk par vienu jūdzi

source: less than 1 km away
lv_lv: tuvāk par vienu kilometru

source: %d mile away
lv_lv: %d jūdzes attālumā

source: %d mile
lv_lv: %d jūdze

source: %d km away
lv_lv: %d km attālumā

source: Sign up for emails when people make pledges in your local area
lv_lv: Saņem e-pastus, kad cilvēki izveido apņemšanos Tavā apkārtnē

source: Works in any country!
lv_lv: Darbojas jebkurā valstī!

source: Postcode:
lv_lv: Pasta indekss:

source: Town:
lv_lv: Pilsēta:

source: Subscribe
lv_lv: Vēlos saņemt

source: Change password
lv_lv: Mainīt paroli

source: Set password
lv_lv: Izveidot paroli

source: Please type your new password twice
lv_lv: Lūdzu ievadi savu jauno paroli divreiz

source: Your password must be at least 5 characters long
lv_lv: Tavai parolei jābūt vismaz 5 simbolus garai

source: Please type the same password twice
lv_lv: Lūdzu ievadi vienu un to pašu paroli divreiz

source: Password successfully updated
lv_lv: Parole veiksmīgi nomainīta

source: Password successfully set
lv_lv: Parole veiksmīgi uzstādīta

source: If you wish to change your password, you can do so here.
lv_lv: Ja vēlies mainīt savu paroli, vari izdarīt to šeit.

source: Set a password, and we won't need to check your email address each time you use PledgeBank.
lv_lv: Uzstādi paroli, un mums nevajadzēs pārbaudīt Tavu e-pasta adresi katru reizi, kad Tu lieto PledgeBank.

source: New password:
lv_lv: Jaunā parole:

source: New password, again:
lv_lv: Jaunā parole vēlreiz:

source: Submit
lv_lv: Nosūtīt

source: (<a href="/contact">contact us</a> to change this)
lv_lv: (<a href="/contact">sazinies ar mums</a>, lai mainītu)

source: near
lv_lv: netālu no

source: There is more than one place called '%s'. Please choose which one you mean, or which place with a similar name:
lv_lv: Vairākas vietas saucas '%s'. Lūdzu izvēlies, kuru Tu domāji, vai kuru vietu ar līdzīgu nosaukumu:

source: Sorry, we don't know where '%s' is. We know about these places with similar names, please choose one if it is right:
lv_lv: Diemžēl mēs nezinām kur ir '%s'. Mēs zinām šīs vietas ar līdzīgiem nosaukumiem, Lūdzu izvēlies vienu, ja tā ir pareiza:

source: If it isn't any of those, try a different spelling, or the name of another nearby town:
lv_lv: Ja tā nav neviena no šīm, mēģini uzrakstīt savādāk vai arī tuvumā esošas pilsētas nosaukumu:

source: (choose one)
lv_lv: (izvēlies vienu)

source: Not specific to any location
lv_lv: Konkrēta vieta nav noteikta

source: Now please select one of the possible places; if none of them is right, please type the name of another nearby place
lv_lv: Tagad lūdzu izvēlies vienu no iespējamajām vietām; ja neviena nav pareiza, lūdzu ieraksti tuvumā esošas vietas nosaukumu

source: Place name:
lv_lv: Vietas nosaukums:

source: Or, UK only, you can give a postcode area:
lv_lv: Vai arī Tu vari norādīt pasta indeksu (tikai priekš UK):

source: (just the start of the postcode, such as WC1)
lv_lv: (tikai pasta indeksa sākumu, piemēram kā WC1)

source: Please choose a country
lv_lv: Lūdzu izvēlies savu valsti

source: Please enter a place rather than a postcode for location based pledge signups
lv_lv: Priekš uz apkaimes balstītas apņemšanās lūdzu ievadi vietu nevis pasta indeksu

source: Please enter either a place name or a postcode area, but not both
lv_lv: Lūdzu ievadi vai nu vietu vai pasta indeksu, bet ne abus

source: You can only enter a postcode area if you have selected the UK
lv_lv: Tu vari ievadīt pasta indeksu tikai, ja esi izvēlējies UK

source: Please enter a postcode, or just its first part; for example, OX1 3DR or WC1.
lv_lv: Lūdzu ievadi pasta indeksu vai tā daļu, piemēram, OX1 3DR or WC1.

source: I'm afraid we don't know about Isle of Man or Channel Island postcodes. Please try entering a local town instead.
lv_lv: Diemžēļ mēs neatpazīsim Isle of Man vai Channel Island pasta indeksus. Lūdzu mēģini norādīt kādu vietējo pilsētu tā vietā.

source: We couldn't recognise the postcode '%s'; please re-check it
lv_lv: Mēs neatpazinām pasta indeksu '%s', lūdzu pārbaudi to vēlreiz

source: Please enter a place name. Choose a specific town where you will carry out the pledge, rather than a postcode.
lv_lv: Lūdzu ievadi vietas nosaukumu. Izvēlies konkrētu pilsētu, nevis pasta indeksu, kur Tu īstenosi šo apņemšanos.

source: Please enter either a place name or a postcode area
lv_lv: Lūdzu ievadi vai nu vietas nosaukumu vai pasta indeksa apgabalu

source: Please enter a place name
lv_lv: Lūdzu ievadi vietas nosaukumu

source: Unfortunately, we couldn't find anywhere with a name like '%s'. Please try a different spelling, or another nearby village, town or city.
lv_lv: Diemžēl mēs nevarējām atrast nevienu vietu, kuras nosaukums līdzinātos '%s'. Lūdzu mēģini citu rakstību vai citu tuvumā esošu ciemu vai pilsētu.

source: Required parameter was missing
lv_lv: Trūkst nepieciešams parametrs

source: Please enter your email address
lv_lv: Lūdzu ievadi savu e-pasta adresi

source: Either your email or password weren't recognised. Please try again.
lv_lv: Nepareizs e-pasts vai parole. Lūdzu mēģini vēlreiz.

source: Now check your email!
lv_lv: Tagad pārbaudi savu e-pastu!

source: We've sent you an email, and you'll need to click the link in it before you can continue
lv_lv: Mēs Tev nosūtījām e-pastu un Tev vajadzēs izmaitot tajā iekļauto saiti pirms varēsi turpināt

source: If you use web-based email or have "junk mail" filters, you may wish to check your bulk/spam mail folders: sometimes, our messages are marked that way.
lv_lv: Ja Tu lieto web-epastu vai arī Tev ir spam filtri, iespējams Tev jāpārbauda Tavas spam mapes. Dažreiz mūsu ziņojumi tiek klasificēti kā tādi.

source: Checking Your Email Address
lv_lv: Pārbaudām Tavu e-pasta adresi

source: What is your email address?
lv_lv: Kāda ir Tava e-pasta adrese?

source: Have you used PledgeBank before?
lv_lv: Vai Tu esi agrāk lietojis PledgeBank?

source: I've never used PledgeBank before
lv_lv: Nekad agrāk neesmu lietojis PledgeBank

source: (we'll send an email, click the link in it to confirm your email is working)
lv_lv: (mēs nosūtīsim e-pastu, lūdzu izmanto tajā iekļauto saiti, lai apstiprinātu, ka Tavs e-pasts darbojas)

source: I have a PledgeBank <strong>password</strong>
lv_lv: Man ir PledgeBank <strong>parole</strong>

source: Remember me
lv_lv: Atceries mani

source: don't use this on a public or shared computer
lv_lv: neiesakām lietot šo iespēju datorā, kuru izmanto arī citi

source: I've forgotten or didn't set a password
lv_lv: Esmu aizmirsis vai neuzstādiju paroli

source: (we'll send an email, click the link in it to confirm your email is working.<br>if you like, you can then set a password on My Pledges page)
lv_lv: (mēs nosūtīsim e-pastu, lieto tajā esošo saiti, lai apliecinātu, ka e-pasts darbojas.<br>ja vēlies, Tu vari pēc tam uzstādīt paroli Manas Apņemšanās lapā)

source: Continue
lv_lv: Turpināt

source: Everywhere
lv_lv: Visur

source: Everywhere &mdash; all countries in all languages
lv_lv: Visur &mdash; visās valstīs un visās valodās

source: Catalytic Communities
lv_lv: Katalītiskas kopienas

source: (change)
lv_lv: (mainīt)

source: I&rsquo;ll do it, but <strong>only</strong> if you&rsquo;ll help
lv_lv: Es izdarīšu, bet <strong>tikai</strong>, ja Tu palīdzēsi

source: (other PledgeBanks)
lv_lv: (citas PledgeBank(as))

source: Pledge
lv_lv: Apņemšanās

source: Bank
lv_lv: Banka

source: Tell the world "I'll do it, but only if you'll help"
lv_lv: Saki pasaulei: "Es izdarīšu, bet tikai, ja Tu palīdzēsi"

source: Start a Pledge
lv_lv: Izveidot Apņemšanos

source: All Pledges
lv_lv: Visas Apņemšanās

source: My Pledges
lv_lv: Manas Apņemšanās

source: Login
lv_lv: Ienākt

source: About
lv_lv: Par mums

source: &#8220;I&#8217;ll do it, but only if you&#8217;ll help me do it&#8221;
lv_lv: Es izdarīšu, bet tikai, ja Tu man palīdzēsi to izdarīt.

source: PledgeBank successes
lv_lv: PledgeBank panākumi

source: More success stories
lv_lv: Vairāk panākumu stāstu

source: Sign a pledge
lv_lv: Parakstīt apņemšanos

source: Top Tips for Successful Pledges
lv_lv: Galvenās veiksmīgu apņemšanos nianses:

source: <strong>Keep your ambitions modest</strong> &mdash; why ask for 50 people to do something when 5 would be enough? Every extra person makes your pledge harder to meet. Only %0.0f%% of pledges asking for more than 100 people succeed.
lv_lv: <strong>Neesi pārlieku ambiciozs</strong> &mdash; kāpēc prasīt, lai kaut ko izdara 50 cilvēki, kad pietiktu ar pieciem? Katra nākamā persona padara apņemšanos grūtāk sasniedzamu. Tikai %0.0f%% no apņemšanām, kas prasa vairāk par 100 cilvēkiem ir veiksmīgas.

source: <strong>Get ready to sell your pledge, hard</strong>. Pledges don't sell themselves just by sitting on this site. In fact your pledge won't even appear to general site visitors until you've got a few people to sign up to it yourself. Think hard about whether people you know would want to sign up to your pledge!
lv_lv: <strong>Esi gatavs smagi strādāt pie savas apņemšanās "pārdošanas"</strong>. Apņemšanās "nepārdod" sevi pašas vienkārši atrodoties lapā. Patiesībā Tava apņemšanās pat netiks parādīta galvenajā labā, kamēr to nebūs parakstījuši vismaz daži cilvēki. Apdomā labi vai cilvēki, kurus Tu pazīsti parakstītu Tavu apņemšanos!

source: <strong>Think about how your pledge reads.</strong> How will it look to someone who picks up a flyer from their doormat? Read your pledge to the person next to you, or to your mother, and see if they understand what you're talking about. If they don't, you need to rewrite it.
lv_lv: <strong>Piedomā pie tā kā Tava apņemšanās skan.</strong> Kā tā izskatīsies kādam, kas atradīs skrejlapu pie savām durvīm? Nolasi savu apņemšanos sev tuvam cilvēkam vai savai mātei un uzzini vai viņi saprot par ko iet runa. Ja viņi nesaprot, tad Tev tā jāpārraksta.

source: <strong>A picture &ndash; or audio clip, or video &ndash; is worth a thousand words</strong>. You can add a picture to your pledge once you've created it, or consider including a link in your pledge to a picture, audio, or video if you have one.
lv_lv: <strong>Attēls, audio vai video fails ir tūkstoš vārdu vērts</strong>. Kad būsi izveidojis savu apņemšanos, varēsi pievienot tai attēlu. Apdomā arī to, ka vari iekļaut saiti uz attēlu, audio vai video failu, ja Tev tāds ir.

source: Was it useful? How could it be better? We make PledgeBank and thrive off feedback, good and bad. Use this form to contact us.
lv_lv: Vai tas bija noderīgi? Kā varētu vēl labāk? Mēs veidojam PledgeBank un alkstam pēc atsauksmēm, labām vai sliktām. Izmanto šo formu, lai sazinātos ar mums.

source: If you prefer, you can email %s instead of using the form.
lv_lv: Ja vēlies, vari sūtīt e-pastu %s, formas izmantošanas vietā.

source: This pledge is now closed, as its deadline has passed.
lv_lv: Šī apņemšanās tagad is slēgta, jo ir pagājis tās termiņš.

source: Create pledge
lv_lv: Izveidot apņemšanos

source: Do you have a PledgeBank password?
lv_lv: Vai Tev ir PledgeBank parole?

source: Yes, please enter it:
lv_lv: Jā, lūdzu ievadi to:

source: No, or you&rsquo;ve forgotten it
lv_lv: Nē, vai arī Tu to esi aizmirsis

source: we&rsquo;ll send you a confirmation email instead.
lv_lv: tā vietā mēs Tev nosūtīsim apstiprinājuma e-pastu

source: You confirm that you wish PledgeBank to display the pledge in your name, and that you agree to the terms and conditions below.
lv_lv: Tu apstiprini, ka Tu vēlies, lai PledgeBank publicē apņemšanos Tavā vardā un, ka Tu piekrīti zemāk minētiem noteikumiem.

source: The Dull Terms and Conditions
lv_lv: Noteikumi

source: By creating your pledge you also consent to the syndication of your pledge to other sites &mdash; this means that other people will be able to display your pledge and your name
lv_lv: Līdz ar savas apņemšanās izveidošanu Tu tāpat piekrīti savas apņemšanās nodošanai citām vietnēm. Tas nozīmē, ka citi cilvēki varēs publiskot / parādīt Tavu apņemšanos un Tavu vārdu

source: , and use (but not display) your postcode to locate your pledge in the right geographic area
lv_lv: un lietot (bet ne publiskot) Tavu pasta indeku, lai atrastu Tavas apņemšanās ģeogrāfisko vietu

source: The purpose of this is simply to give your pledge greater publicity and a greater chance of succeeding.
lv_lv: Tas domāts, lai nodrošinātu lielāku publicitāti un līdz ar to lielākas iespējas, ka Tava apņemšanās piepildīsies.

source: Rest assured that we won't ever give or sell anyone your email address.
lv_lv: Esi mierīgs, mēs nekad nevienam nenodosim vai nepārdosim Tavu e-pasta adresi.

source: Your address:
lv_lv: Tava adrese:

source: County:
lv_lv: Apgabals:

source: other local people
lv_lv: citi vietējie cilvēki

source: Open pledges
lv_lv: Atvērtās apņemšanās

source: Closed pledges
lv_lv: Aizvērtās apņemšanās

source: Pledges which need signers
lv_lv: Apņemšanās, kurām vajadzīgi parakstītāji

source: Successful open pledges
lv_lv: Veiksmīgas atvērtas apņemšanās

source: Successful closed pledges
lv_lv: Veiksmīgas noslēgtas apņemšanās

source: Failed pledges
lv_lv: Neveiksmīgās apņemšanās

source: Start date
lv_lv: Sākuma datums

source: Deadline
lv_lv: Gala termiņš

source: Percent signed
lv_lv: Parakstīšanas procents

source: Category
lv_lv: Kategorija

source: You can search for:
lv_lv: Tu vari meklēt:

source: <strong>Any words</strong>, to find pledges and comments containing those words
lv_lv: <strong>jebkādi vārdi</strong>, lai atrastu apņemšanās un komentārus, kas ietver sevī šos vārdus

source: The name of a <strong>town or city</strong> near you, to find pledges in your area
lv_lv: <strong>Pilsētas vai mazpilsētas</strong> nosaukums netālu no Tevis, lai atrastu Tavas apkaimes apņemšanās

source: A <strong>postcode</strong> or postcode area, if you are in the United Kingdom
lv_lv: <strong>Pasta indeks</strong> vai pasta koda apgabals, ja Tu esi Apvienotajā Karalistē

source: The name of <strong>a person</strong>, to find pledges they made or signed publicly
lv_lv: <strong>Personas</strong> vārds, lai atrastu apņemšanās, kuras viņa ir izveidojusi vai parakstījusi publiski

source: Basics
lv_lv: Pamati

source: Location
lv_lv: Vieta

source: Category/Privacy
lv_lv: Kategorija/Privātums

source: Address
lv_lv: Adrese

source: Hello, %s
lv_lv: Sveiks, %s

source: this isn't you? click here
lv_lv: tas neesi Tu? spied šeit

source: Search for pledges:
lv_lv: Meklē apņemšanos:

source: Search
lv_lv: Meklēt

source: This is a test site for developers only. You probably want <a href="http://www.pledgebank.com/">the real site</a>.
lv_lv: Šī ir testa versija. Īstā ir <a href="http://www.pledgebank.com/">šeit</a>.

source: Navigation
lv_lv: Ņavigācija

source: Translate into your language...
lv_lv: Pārtulko savā valodā ...

source: Change
lv_lv: Mainīt

source: Translate PledgeBank into your language
lv_lv: Pārtulko PledgeBank savā valodā

source: Built by mySociety
lv_lv: Izveidotājs mySociety

source: Powered by Easynet
lv_lv: Uztur Easynet

source: I will
lv_lv: Es apņemos

source: From:
lv_lv: No:

source: on
lv_lv: par

source: Subject
lv_lv: Virsraksts

source: None of your friends have made or signed any pledges.
lv_lv: Neviens no Taviem draugiem nav izveidojis vai parakstījis nevienu apņemšanos

source: See some featured pledges.
lv_lv: Skatīt ieteiktās apņemšanās

source: Pledge you've created:
lv_lv: Apņemšanās, kuru Tu izveidoji

source: Pledge you've signed:
lv_lv: Apņemšanās, kuru Tu parakstīji
