Repository: Spiritdude/pledgebank
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: lv_lv

source: Subject: Your pledge '<?=$values['title']?>' at PledgeBank.com was unsuccessful in <?=$values['location_description']?> Unfortunately, your pledge did not meet its target for people in <?=$values['location_description']?> in the required time. You required <?=$values['target']?> <?=$values['type']?>, but achieved only <?=$values['location_signers']?>. The pledge read: '<?=$values['sentence_first']?>' The link below will enable you to write to all your signers in <?=$values['location_description']?>. Ask them what they'd like to do next, whether they'd like to go through with the plege anyway, or whether they'd like to create a new pledge. <?=$values['url']?> Go on and get started - good luck!! <?=$values['signature']?>
lv_lv: Subject: Tava apņemšanās '<?=$values['title']?>', ko izveidoju PledgeBank.com nebija veiksmīga <?=$values['location_description']?> Diemžēl, Tava apņemšanās nesasniedza nepieciešamo cilvēku skaitu šādās vietās: <?=$values['location_description']?> noteiktajā laikā. Mērķis bija <?=$values['target']?> <?=$values['type']?>, bet sasniegt izdevās tikai <?=$values['location_signers']?>. Apņemšanās skanēja: '<?=$values['sentence_first']?>' Ar zemāk esošā linka palīdzību Tu vari uzrakstīt visiem tās parakstītājiem šajā vietā <?=$values['location_description']?>. Pajautā viņiem ko viņi vēlētos darīt tālāk. Vai viņi tik un tā vēlētos īstenot šo apņemšanos, vai arī viņi gribētu izveidot jaunu apņemšanos. <?=$values['url']?> Uz priekš - lai izdodas !!! <?=$values['signature']?>

source: Subject: The deadline for your promise has passed - '<?=$values['title']?>' at livesimply The livesimply promise you created hasn't reached its target within the timeframe. It required <?=$values['target']?> <?=$values['type']?> to sign up, but didn't get any signatures. The promise read: '<?=$values['sentence_first']?>' <?=$values['pledge_url']?> You have two options now. You can start the promise with a new timeframe by starting a new promise: <?=$values['pledgebank_url']?>new Or you can sign up to a similar promise - check out the list of all promises: <?=$values['pledgebank_url']?>list <?=$values['signature']?>
lv_lv: Subject: Tava livesimply solījuma '<?=$values['title']?>' termiņš ir beidzies Tevis izveidotais livesimply solījums nav sasniedzis savu mērķi noteiktajā laikā Tam bija nepieciešami <?=$values['target']?> <?=$values['type']?> , bet neviens nepieteicās. Solījums skanēja: '<?=$values['sentence_first']?>' <?=$values['pledge_url']?> Tagad Tev ir divas iespējas. Tu vari atsākt solījumu ar jaunu termiņu, izveidojot to kā jaunu solījumu: <?=$values['pledgebank_url']?>jauns Vai vari parakstīt kādu līdzīgu solījumu - meklē visu solījumu <?=$values['pledgebank_url']?>sarakstā <?=$values['signature']?>

source: Subject: Your pledge - '<?=$values['title']?>' at PledgeBank.com. Unfortunately, your pledge did not meet its target in the required time. You required <?=$values['target']?> <?=$values['type']?>, but didn't get any signatures. The pledge read: '<?=$values['sentence_first']?>' Sorry about that. Why not try creating a new pledge, with a lower target to have more chance of success, and ask your friends or colleagues to sign? <?=$values['signature']?>
lv_lv: Subject:Tava apņemšanās - '<?=$values['title']?>', ko Tu izveidoji PledgeBank.com. Diemžēl, Tava apņemšanās nesasniedza izvirzīto mērķi noteiktajā laikā. Tu vēlējies <?=$values['target']?> <?=$values['type']?>, bet neiguvi nevienu parakstu. Apņemšanās skanēja: '<?=$values['sentence_first']?>' Žēl, ka tā. Kāpēc gan Tev nepamēģināt izveidot jaunu apņemšanos ar zemāku mērķi, lai būtu lielākas veiksmes iespējas, un nmudināt savus draugus un kolēģus to parakstīt? <?=$values['signature']?>

source: Subject: Your pledge - '<?=$values['title']?>' at PledgeBank.com Unfortunately, the pledge to which you signed up did not meet its target in the required time. It required <?=$values['target']?> <?=$values['type']?>, but achieved only <?=$values['actual']?>. The pledge, created by <?=$values['creator_name']?>, read: '<?=$values['sentence_first']?>' Depending on the pledge, you can feel free to either move forward with your part of the pledge or withdraw your pledge. As a next step, feel free to sign up to local alerts at <?=$values['pledgebank_url']?>alert to find out when someone creates a new pledge near you, browse the pledges at <?=$values['pledgebank_url']?>list or perhaps make your own pledge! <?=$values['signature']?>
lv_lv: Subject: Tava apņemšanās - '<?=$values['title']?>', ko izveidoji PledgeBank.com Diemžēl, apņemšanās, kuru Tu parakstīji, nesasniedza savu mērķi noteiktajā laikā. Tai bija nepieciešami <?=$values['target']?> <?=$values['type']?>, bet tā sasniedza tikai <?=$values['actual']?>. Apņemšanās, kuras autors bija <?=$values['creator_name']?>, skanēja šādi: '<?=$values['sentence_first']?>' Atkarība no apņemšanās specifikas, Tu vari vai nu droši īstenot savu apņemšanās daļu, vai arī atteikties no tā. Kā nākamais solis, lūdzu droši piesakies saņemt paziņojumus par jaunām vietējām apņemšanām šeit:<?=$values['pledgebank_url']?>, lai uzzinātu, kad kāds izveido apņemšano netālu no Tevis, vai caurlūko apņemšanās šajā: <?=$values['pledgebank_url']?>sarakstā, vai iespējams izveido pats savu apņemšanos! <?=$values['signature']?>

source: Subject: Your pledge in <?=$values['location_description']?> - '<?=$values['title']?>' at PledgeBank.com Unfortunately, the pledge to which you signed up did not meet its target in your town, <?=$values['location_description']?>, in the required time. It required <?=$values['target']?> <?=$values['type']?>, but achieved only <?=$values['location_signers']?>. The pledge, created by <?=$values['creator_name']?>, read: '<?=$values['sentence_first']?>' Depending on the pledge, you can feel free to either move forward with your part of the pledge or withdraw your pledge. As a next step, feel free to sign up to local alerts at <?=$values['pledgebank_url']?>alert to find out when someone creates a new pledge near you, browse the pledges at <?=$values['pledgebank_url']?>list or perhaps make your own pledge! <?=$values['signature']?>
lv_lv: Subject: Tava apņemšanās <?=$values['location_description']?> - '<?=$values['title']?>', ko izveidoji PledgeBank.com Diemžēl, apņemšanās, kuru Tu parakstīji, nesasniedza savu mērķi Tavā pilsētā, <?=$values['location_description']?> noteiktajā laikā. Tai bija nepieciešami <?=$values['target']?> <?=$values['type']?>, bet tā sasniedza tikai<?=$values['location_signers']?>. Apņemšanās, kuras autors bija <?=$values['creator_name']?>, skanēja šādi: '<?=$values['sentence_first']?>' Atkarība no apņemšanās specifikas, Tu vari vai nu droši īstenot savu apņemšanās daļu, vai arī atteikties no tā. Kā nākamais solis, lūdzu droši piesakies saņemt paziņojumus par jaunām vietējām apņemšanām šeit:<?=$values['pledgebank_url']?>, lai uzzinātu, kad kāds izveido apņemšano netālu no Tevis, vai caurlūko apņemšanās šajā: <?=$values['pledgebank_url']?>sarakstā, vai iespējams izveido pats savu apņemšanos! <?=$values['signature']?>

source: Subject: <?=$values['reason_email_subject']?> Please click on the link below to confirm your email address. <?=$values['reason_email']?> <?=$values['url']?> We will never give away or sell your email address to anyone else without your permission. <?=$values['signature']?>
lv_lv: Subject: <?=$values['reason_email_subject']?> Lūdzu spied uz zemāk esošās saites, lai apstiprinātu savu e-pastu. <?=$values['reason_email']?> <?=$values['url']?> Mēs nekad, bez Tavas piekrišanas, neizpaudīsim nevienam Tavu e-pasta adresi. <?=$values['signature']?>

source: Subject: Confirm your new pledge - '<?=$values['title']?>' at PledgeBank.com Please click on the link below to confirm that you wish PledgeBank.com to display the pledge at the bottom of this email in your name. <?=$values['url']?> Your pledge reads: '<?=$values['sentence_first']?>' Thank you for submitting your pledge to PledgeBank. <?=$values['signature']?>
lv_lv: Subject: Apstiprini savu jauno apņemšanos - '<?=$values['title']?>', ko izveidoji PledgeBank.com Lūdzu spied uz zemāk esošā linka, lai apstiprinātu, ka vēlies, lai PledgeBank.com Tavā vārdā publicē, šī e-pasta beigās norādīto apņemšanos. <?=$values['url']?> Tava apņemšanās skan šādi: '<?=$values['sentence_first']?>' Paldies, ka priekš savas apņemšanās izmanto PledgeBank. <?=$values['signature']?>

source: Subject: Signing up to '<?=$values['title']?>' at PledgeBank.com <?=$values['user_name']?>, Please click on the link below to confirm your signature on the pledge at the bottom of this email. <?=$values['url']?> The pledge was created by <?=$values['creator_name']?> and reads: '<?=$values['sentence_first']?>' <?=$values['signature']?>
lv_lv: Subject: Paraksts pie '<?=$values['title']?>' apņemšanās, kas izvietota PledgeBank.com <?=$values['user_name']?>, Lūdzu spied uz zemāk esošās saites, lai apstiprinātu savu parakstu pie apņemšanās, kas norādīta šī e-pasta beigās. <?=$values['url']?> Šo apņemšano izveidoja <?=$values['creator_name']?> un tā skan: '<?=$values['sentence_first']?>' <?=$values['signature']?>

source: Subject: Signing up to '<?=$values['title']?>' at PledgeBank.com <?=$values['user_name']?>, Please click on the link below to confirm your signature on the pledge at the bottom of this email. We will then send you email instead of a text message when the pledge succeeds or fails. <?=$values['url']?> The pledge was created by <?=$values['creator_name']?> and reads: '<?=$values['sentence_first']?>' <?=$values['signature']?>
lv_lv: Subject: Paraksts pie '<?=$values['title']?>' apņemšanās, kas izvietota PledgeBank.com <?=$values['user_name']?>, Lūdzu spied uz zemāk esošās saites, lai apstiprinātu savu parakstu pie apņemšanās, kas norādīta šī e-pasta beigās. Par apņemšanās izdošanosvai tās neveiksmi mēs Tevi informēsim ar e-pasta, nevis SMS, palīdzību. <?=$values['url']?> Šo apņemšano izveidoja <?=$values['creator_name']?> un tā skan: '<?=$values['sentence_first']?>' <?=$values['signature']?>

source: Subject: Pledge successful - '<?=$values['title']?>' at PledgeBank.com Congratulations! We are pleased to tell you that your pledge <?=$values['exceeded_or_met']?> its target in the required time. Your pledge reads: '<?=$values['sentence_first']?>' Next, please click on the link below and write a message to tell everyone who signed the pledge what next steps you have in mind. <?=$values['url']?> You may also want to consider, if it makes sense for your pledge and pledge signers, creating a Google group or Yahoo group to keep in touch after the action has been completed. You can find instructions for creating a Google group at http://groups.google.com/ and for creating a Yahoo group at http://groups.yahoo.com/ We love getting photos of people fulfilling their pledges, so why not ask them to take some pics? Send any pictures to team@pledgebank.com Thanks for using PledgeBank, and please continue creating and signing pledges! <?=$values['signature']?>
lv_lv: Subject: Apņemšanās veiksmīga - '<?=$values['title']?>' @ PledgeBank.com Apsveicam! Ar prieku paziņojam, ka Tava apņemšanās <?=$values['exceeded_or_met']?> savu mērķi noteiktajā laikā. Tava apņemšanās skan: '<?=$values['sentence_first']?>' Tagad, lūdzu, spiez uz zemāk esošās saites un raksti ziņojumu, lai informētu visus, kas parakstījās pie šīs apņemšanās, par to kādi ir nākamie soļi, kas Tev ir padomā. <?=$values['url']?> Tāpat, ja tas der Tavai apņemšanai un tās parakstītājiem, Tu vari apsvērt iespēju izvdeidot Google vai Yahoo vēstkopu, lai turpinātu sazināties arī pēc tam, kad iecerētā darbību būs paveikta. Instrukcijas, kā izveidot Google vēstkopu Tu atradīsi šeit http://groups.google.com/ un kā izveidot Yahoo vēstkopu šeit http://groups.yahoo.com/ Mums ļoti patīk saņemt fotogrāfijas par to kā cilvēki ir īstenojuši savas apņemšanās, tāpēc - kādēļ gan nepalūgt uztaisīt dažās. Sūti tās uz team@pledgebank.com Paldies, ka izmantoji PledgeBank un lūdzu turpini veidot un parakstīt apņemšanās! <?=$values['signature']?>

source: Subject: Pledge successful in <?=$values['location_description']?> - '<?=$values['title']?>' at PledgeBank.com Congratulations! We are pleased to tell you that your pledge reached its target for people in <?=$values['location_description']?> in the required time. Your pledge reads: '<?=$values['sentence_first']?>' Next, please click on the link below and write a message to suggest some next steps to everyone who signed the pledge in <?=$values['location_description']?> what you want them to do next. <?=$values['url']?> There are now <?=$values['byarea_success_count']?> places where your pledge has been successful. We love getting photos of people fulfilling their pledges, so why not ask them to take some pics? Send any pictures to team@pledgebank.com <?=$values['signature']?>
lv_lv: Subject: Apņemšanās veiksmīga šajās vietās<?=$values['location_description']?> - '<?=$values['title']?>' @ PledgeBank.com Apsveicam! Mēs ar prieku paziņojam, ka Tava apņemšanās sasniedza mērķi šajās vietās <?=$values['location_description']?> noteiktajā laikā. Tava apņemšanās skan: '<?=$values['sentence_first']?>' Tagad, lūdzu, spied uz zemāk esošās saites un uzraksti ziņu, lai piedāvātu nākamos soļus visiem, kas parakstījuši, šo apņemšanos šajās vietās,<?=$values['location_description']?> par to, ko Tu gribētu lai viņi dara tālāk. <?=$values['url']?> Šīs ir <?=$values['byarea_success_count']?> vietas, kur Tava apņemšanās ir bijusi veiksmīga Mums ļoti patīk saņemt fotogrāfijas par to kā cilvēki ir īstenojuši savas apņemšanās, tāpēc - kādēļ gan nepalūgt uztaisīt dažās. Sūti tās uz team@pledgebank.com <?=$values['signature']?>

source: Subject: Reminder - Please write to your pledge signers - '<?=$values['title']?>' Congratulations! Your pledge reached its target three days ago. We suggest that you write to the signers of your pledge to suggest some next steps. Click on the link below to talk to them. <?=$values['url']?> While you're at it, why not ask your signers to take some photos of themselves fulfilling their pledge - we love to see PledgeBank in action! Send any pictures to team@pledgebank.com <?=$values['signature']?>
lv_lv: Subject: Atgādinājums - Lūdzu uzraksti savas apņemšanās parakstītājiem - '<?=$values['title']?>' Apsveicam! Tava apņemšanās sasniedza savu mērķi pirms trim dienām. Mēs iesakām Tev uzrakstīt savas apņemšanās parakstītājie, lai ieteiktu nākamos soļus. Spied uz zemāk esošās saites, lai sazinātos ar viņiem. <?=$values['url']?> Kamēr Tu to dari, kāpēc gan nepalūgt parakstītāju, lai viņu uztaisa dažas fotogrāfijas par to, kā viņi izpilda savu apņemšanos - mums ļoti patīk redzēt PledgeBank darbībā!Sūtiet visas fotogrāfijas uz team@pledgebank.com <?=$values['signature']?>

source: Subject: Reminder - Please write to your pledge signers in <?=$values['location_description']?> - '<?=$values['title']?>' Congratulations! Your pledge reached its target in <?=$values['location_description']?> three days ago. We suggest that you write to the signers of your pledge in <?=$values['location_description']?> to suggest some next steps. Click on the link below to talk to them. <?=$values['url']?> While you're at it, why not ask your signers to take some photos of themselves fulfilling their pledge - we love to see PledgeBank in action! Send any pictures to team@pledgebank.com Thanks so much for using PledgeBank! <?=$values['signature']?>
lv_lv: Subject: Atgādinājums - Lūdzu uzraksti saviem parakstītājiem no šīm vietām <?=$values['location_description']?> - '<?=$values['title']?>' Apsveicam! <?=$values['location_description']?> Tava apņemšanās sasniedza savu mērķi pirms trim dienām Mēs iesakām Tev uzrakstīt savas apņemšanās parakstītājiem no <?=$values['location_description']?>, lai ieteiktu nākamos soļus. Spied uz šīs saites, lai sazinātos ar viņiem. <?=$values['url']?> Kamēr Tu to dari, kāpēc gan nepalūgt parakstītāju, lai viņu uztaisa dažas fotogrāfijas par to, kā viņi izpilda savu apņemšanos - mums ļoti patīk redzēt PledgeBank darbībā!Sūtiet visas fotogrāfijas uz team@pledgebank.com Liels paldies, ka izmantoji PledgeBank! <?=$values['signature']?>

source: Subject: Pledge successful - '<?=$values['title']?>' at PledgeBank.com Congratulations! We are pleased to tell you that the pledge you signed up to has been a success! The pledge, created by <?=$values['creator_name']?>, reads: '<?=$values['sentence_first']?>' The <?=$values['signers_ordinal']?> person has signed the pledge, just moments ago! Now it's your turn to do what you pledged. <?=$values['creator_name']?> will email you soon to give you any further information you need and to help plan some next steps. And while you're at it, Why not take some photos of you fulfilling your pledge - we love pics :) Send any pictures to team@pledgebank.com <?=$values['signature']?> KEEP UP TO DATE - Sign up to get emails when people create new pledges in your area (max one email a day). Click here and enter your postcode: <?=$values['local_alert_url']?>
lv_lv: Subject: Apņemšanās '<?=$values['title']?>' veiksmīga @ PledgeBank.com Apsveicam! Ar prieku paziņojam, ka apņemšanās uz ko Tu pierakstījies ir izrādījusies veiksmīga Tavā pilsētā, <?=$values['location_description']?>.Šobrīd kopumā <?=$values['byarea_success_count']?> pilsētās šī apņemšanās ir izrādījusies veiksmīga Apņemšanā, kuras autors ir <?=$values['creator_name']?>, ir teikts: '<?=$values['sentence_first']?>' Jau <?=$values['signers_ordinal']?> -ais cilvēks ir parakstījis šo apņemšanos pirms mirkļa ! Tagad ir Tava kārta izdarīt to ko esi apņēmies.<?=$values['creator_name']?> drīz nosūtīs Tev e-pastu, lai sniegtu tālāko informāciju, kas Tev nepieciešama un lai palīdzētu izplānot nākamos soļus. Un, kamēr Tu to darīsi, kapēc gan neuztaisīt dažas fotogrāfijas, kurās Tu pildi savu apņemšanos? - mums patīks foto :). Sūti visas fotogrāfijas uz team@pledgebank.com <?=$values['signature']?> SEKO LĪDZI - Pieraksties saņemt e-pastus, kad cilvēki izveidos jaunas apņemšanās Tavā apkaimē (max viens e-pasts dienā). Spied šeit un ievadi savu pasta indeksu: <?=$values['local_alert_url']?>

source: Subject: Pledge successful in <?=$values['location_description']?> - '<?=$values['title']?>' at PledgeBank.com Congratulations! We are pleased to tell you that the pledge you signed up to has been a success in your town, <?=$values['location_description']?>. There are currently <?=$values['byarea_success_count']?> towns where the pledge has been successful. The pledge, created by <?=$values['creator_name']?>, reads: '<?=$values['sentence_first']?>' The <?=$values['signers_ordinal']?> person has signed the pledge, just moments ago! Now it's your turn to do what you pledged. <?=$values['creator_name']?> will email you soon to give you any further information you need and to help plan some next steps. And, while you're at it, why not take some photos of you fulfilling your pledge - we love pics :) Send any pictures to team@pledgebank.com <?=$values['signature']?> KEEP UP TO DATE - Sign up to get emails when people create new pledges in your area (max one email a day). Click here and enter your postcode: <?=$values['local_alert_url']?>
lv_lv: Subject: Apņemšanās <?=$values['location_description']?> - '<?=$values['title']?>' veiksmīga @ PledgeBank.com Apsveicam! Ar prieku paziņojam, ka apņemšanās uz ko Tu pierakstījies ir izrādījusies veiksmīga Tavā pilsētā, <?=$values['location_description']?>.Šobrīd kopumā <?=$values['byarea_success_count']?> pilsētās šī apņemšanās ir izrādījusies veiksmīga Apņemšanā, kuras autors ir <?=$values['creator_name']?>, ir teikts: '<?=$values['sentence_first']?>' Jau <?=$values['signers_ordinal']?> -ais cilvēks ir parakstījis šo apņemšanos pirms mirkļa ! Tagad ir Tava kārta izdarīt to ko esi apņēmies.<?=$values['creator_name']?> drīz nosūtīs Tev e-pastu, lai sniegtu tālāko informāciju, kas Tev nepieciešama un lai palīdzētu izplānot nākamos soļus. Un, kamēr Tu to darīsi, kapēc gan neuztaisīt dažas fotogrāfijas, kurās Tu pildi savu apņemšanos? - mums patīks foto :). Sūti visas fotogrāfijas uz team@pledgebank.com <?=$values['signature']?> SEKO LĪDZI - Pieraksties saņemt e-pastus, kad cilvēki izveidos jaunas apņemšanās Tavā apkaimē (max viens e-pasts dienā). Spied šeit un ievadi savu pasta indeksu: <?=$values['local_alert_url']?>

source: Subject: Pledge survey - '<?=$values['title']?>' at PledgeBank.com Four weeks ago, a pledge you signed succeeded, which is great! This is just a quick automatic email to ask: have you carried out your pledge yet? If you HAVE done your pledge, please click the link below to let us know: <?=$values['survey_url']?> If your name is shown on the pledge page, you will get a little green tick by it so everyone knows you've done your bit. Obviously, some pledges might take a while until you can carry them out; if so, you can keep this email safe until you do. Or, you can say you've done a pledge at any time by logging in to PledgeBank and going to My Pledges. Just to remind you, the pledge, created by <?=$values['creator_name']?>, can be found at <?=$values['pledge_url']?> and reads: '<?=$values['sentence_first']?>' <?=$values['signature']?>
lv_lv: Subject: Apņemšanās apskats - '<?=$values['title']?>' PledgeBank.com Četras nedeļas atpakaļ apņemšanās, ko Tu parakstīji savāca nepieciešamo cilvēku skaitu, un tas ir lieliski! Šīs ir tikai automātisks e-pasts, lai apjautātos: vai esi jau īstenojis savu apņemšanos? Ja esi, tad lūdzu spied uz zemāk norādītās saites, lai mēs par to uzzinātu: <?=$values['survey_url']?> Ja Tavs vārds ir apņemšanās lapā, tam tiks pievienots mazs zaļš ķeksītis, lai visi zinātu, ka Tu esi izpildījis savu daļu. Acīmredzot dažās apņemšanās var prasīt vairāk laika līdz to izpildei. Ja tā, tad Tu vari "pieturēt" šo epastu, līdz izpildīsi to. Vai arī Tu vari apliecināt, ka esi izpildījis savu apņemšanos, jebkurā brīdī ienākot PledgeBank un izvēloties Manas Apņemšanās. Vēlamies tikai atgādināt, ka apņemšanās, kuru izveidoja <?=$values['creator_name']?>, vari atrast <?=$values['pledge_url']?> uz izlasīt: '<?=$values['sentence_first']?>' <?=$values['signature']?>

source: Crime and justice
lv_lv: Noziegumi un taisnā tiesa

source: Culture, media and sport
lv_lv: Kūltūra, mēdiji un sports

source: Democracy and government
lv_lv: Demokrātija un valdība

source: Education and training
lv_lv: Izglītība un apmācība

source: Environment and planning
lv_lv: Vide un plānošana

source: Food, agriculture and animals
lv_lv: Pārtika, lauksaimniecība un dzīvnieki

source: Health
lv_lv: Veselība

source: International affairs
lv_lv: Starptautiskas lietas

source: Money, business and work
lv_lv: Bizness, nauda un darbs

source: Science, technology and innovation
lv_lv: Zinātne, tehnoloģijas un atklājumi

source: Transport
lv_lv: Transports

source: Welfare and society
lv_lv: Sabiedrība un labklājība

source: Your rights
lv_lv: Tavas tiesības
