Repository: Spiritdude/pledgebank
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: lv_lv

source: open for signers;
lv_lv: atvērts parakstītājiem;

source: successful
lv_lv: veiksmīga

source: not yet successful
lv_lv: vēl nav sasniegts nepieciešamais

source: closed;
lv_lv: aizvērta;

source: failed
lv_lv: neveiksmīga

source: Number of signers
lv_lv: Parakstītāju skaits

source: (%.1f%% of target)
lv_lv: (%.1f%% no nepieciešamā)

source: Estimated signers by deadline
lv_lv: Prognozējāmie parakstītāji līdz termiņa beigām

source: (%.1f%% of target)<br><small>if signup rate continues as in last week</small>
lv_lv: (%.1f%% no nepieciešamā)<br><small>ja turpinās pagājušās nedēļas parakstīšanas temps</small>

source: Categories
lv_lv: Kategorijas

source: Rate of signups
lv_lv: Parakstīšanas temps

source: Signup graph not available for private pledges.
lv_lv: Parakstīšanas grafiks nav pieejams personīgajām apņemšanām

source: Graph of signers to this pledge
lv_lv: Apņemšanās parakstītāju grafiks

source: Graph updated every 30 minutes
lv_lv: Garfiks tiek atjaunots katras 30 minūtes

source: Before you can change the pledge's picture, we need to check that you created the pledge.
lv_lv: Pirms Tu varēsi mainīt apņemšanās attēlu, mums ir jāpārbauda, ka Tu esi šīs apņemšanās autors.

source: Then you will be able to change your pledge's picture.
lv_lv: Tad Tu varēsi nomainīt apņemšanās attēlu.

source: Change your pledge's picture at PledgeBank.com
lv_lv: Nomaini savas apņemšanās attēlu @ PledgeBank.com

source: Before you can add a picture to the pledge, we need to check that you created the pledge.
lv_lv: Pirms Tu varēsi pievienot apņemšanās attēlu, mums ir jāpārbauda, ka Tu esi šīs apņemšanās autors.

source: Then you will be able to add a picture to your pledge.
lv_lv: Tad Tu varēsi pievienot apņemšanās attēlu.

source: Add a picture to your pledge at PledgeBank.com
lv_lv: Pievieno savas apņemšanās attēlu @ PledgeBank.com

source: You must be the pledge creator to add a picture to a pledge. Please <a href="/logout">log out</a> and log in again as them.
lv_lv: Tikai apņemšanās autors var pievienot attēlu. Lūdzu <a href="/logout">atslēdzies</a> un pieslēdzies kā tāds.

source: Change pledge picture
lv_lv: Mainīt apņemšanās attēlu

source: Add picture to pledge
lv_lv: Pievienot attēlu apņemšanai

source: The picture has been removed. Below you can see what the pledge now looks like.
lv_lv: Attēls ir noņemts. Zemāk Tu vari redzēt kā tagad izskatās apņemšanās.

source: Picture not available for private pledge
lv_lv: Privātām apņemšanās nav iespējams pievienot attēlu

source: There was an internal error uploading the picture. The uploaded file exceeds the upload_max_filesize directive in php.ini
lv_lv: Kļūda ielādējot attēlu. (The uploaded file exceeds the upload_max_filesize directive in php.ini)

source: Please use a smaller picture. Try scaling it down in a paint program, reducing the number of colours, or saving it as a JPEG or PNG. Files of up to %d kilobytes are allowed.
lv_lv: Lūdzu izvēlies mazāku attēlu. Pamēģini to samazinā "paint" aplikācijā, samazināt krāsu skaitu vai saglabāt to kā JPEG vai PNG. Pieļaujamais datnes izmērs līdz %d kilobaitiem.

source: The uploaded file was only partially uploaded, please try again.
lv_lv: Ielādējamā datne tikai ielādēta daļēji, lūdzu mēģini vēlreiz.

source: No file was uploaded, please try again.
lv_lv: Nekas netika ielādēts, lūdzu mēģini vēlreiz.

source: There was an internal error uploading the picture. Missing a temporary folder.
lv_lv: Kļūda attēla ielādē. (Missing a temporary folder.)

source: Failed to upload the picture, please try again.
lv_lv: Neizdevās ielādēt attēlu, lūdzu mēģini vēlreiz.

source: Please use a smaller picture. Try scaling it down in a paint program, reducing the number of colours, or saving it as a JPEG or PNG. Files of up to %d kilobytes are allowed. Your picture is about %d kilobytes in size.
lv_lv: Lūdzu izvēlies mazāku attēlu. Pamēģini to samazinā "paint" aplikācijā, samazināt krāsu skaitu vai saglabāt to kā JPEG vai PNG. Pieļaujamais datnes izmērs līdz %d kilobaitiem. Tavs attēls ir aptuveni %d kilobaitu liels.

source: We didn't receive a complete picture file. Please check that you're uploading the picture you want to use.
lv_lv: Netika saņemts visa attēla datne. Lūdzu pārbaudi vai Tu ielādē tieši to attēlu, ko vēlies.

source: That doesn't seem to be a valid picture file. It is only %.2f kilobytes in size.
lv_lv: Neizskatās, ka šī būtu atbilstoša attēla datne. Tā ir tikai %.2f kilobaitus liela.

source: Please upload pictures of type GIF, JPEG or PNG. You can use a paint program to convert them before uploading.
lv_lv: Lūdzu ielādē attēlus GIF, JPEG, vai PNG formātos. Tu vari izmantot paint aplikāciju, lai pārkonvertētu tos pirms ielādes.

source: Thanks for uploading your picture to the pledge. You can see below what it now looks like.
lv_lv: Paldies, ka ielādēji attēlu priekš savas apņemšanās. Zemāk tagad vari redzēt kā tā tagad izskatās.

source: Add a picture to your pledge
lv_lv: Pievieno attēlu pie savas apņemšanās

source: Choose the photo, logo or drawing that you would like to display on your pledge. Keep it small so it fits well on the page &mdash; it will be automatically shrunk if it is too big. You can use an image saved as either GIF, JPEG or PNG type.
lv_lv: Izvēlies foto, logo vai zīmējumu, ko Tu gribētu parādīt pie savas apņemšanās. Neliec lielu, lai tā labi iederas pie apņemšanās &mdash; tā tiks automātiski samazināta, ja būs par lielu. Tu vari izmantot attēlus GIF,JPEG vai PNG formātos.

source: Or you can %s if you don't want any image on your pledge any more.
lv_lv: Vai arī Tu vari %s ja vairs negribi nevienu attēlu pie savas apņemšanās.

source: Remove the picture
lv_lv: Noņemt attēlu.

source: Pictures are currently not available for private pledges. Please let us know if this is a problem.
lv_lv: Šobrīd pievienot attēlus privātām apņemšanām nav iespējams. Lūdzu dod mums ziņu, ja tas Tev rada problēmu.

source: Promoting your pledge
lv_lv: Tavas Apņemšanas popularizēšana.

source: (and other sites that don't allow JavaScript)
lv_lv: (un citas vietnes, kas neatļauj JavaScript)

source: Copy the text from the box below to have this automatically updating image:
lv_lv: Nokopē tekstu no zemāk esošā lauka, lai iegūtu šo automātiski atjaunināmo attēlu:

source: Sign my pledge at PledgeBank
lv_lv: Paraksti manu apņemšanos @ PledgeBank

source: Other blog sites
lv_lv: Citi blogi

source: (that allow JavaScript)
lv_lv: (kas atļauj JavaScript)

source: Embed the status of your pledge in your blog sidebar by copying the text from the box below:
lv_lv: Ievieto savas apņemšanās statusa rādītājus savā blogā, iekopējot zemāk norādīto tekstu:

source: you can install <a href="/WPwidget.zip">this WordPress widget</a> in the widget folder, and have a configuration page to enable you to pick which pledge you want to follow.
lv_lv: Tu vari instalēt <a href="/WPwidget.zip">šo WordPress widget</a>, widget mapē un nokonfigurē, lai pēc tam varētu izvēlēties kurai apņemšanai sekot.

source: (Users of Wordpress before version 2.2. will need to <a href="http://automattic.com/code/widgets/">install the widget plugin</a>.)
lv_lv: (Wordpress 2.2 vai zemākās versijas lietotājiem būs <a href="http://automattic.com/code/widgets/">jāinstalē widget plugin</a>.)

source: Signature addition
lv_lv: Paraksta pielikums

source: No pledge reference was specified
lv_lv: Netika norādīta atsauce ne uz vienu apņemšanos

source: Which local pledge would you like to join?
lv_lv: Kurai vietējo apņemšanos Tu izvēlies, lai piebiedrotos?

source: You can join other people making the pledge, either in %s, or another place nearby.
lv_lv: Tu vari pievienoties citiem cilvēkiem viņu apņemšanās gan šeit: %s, gan citā vietā.

source: You can be the first to sign in %s, or join other people making the pledge in a place nearby.
lv_lv: Tu vari būt pirmais, kas parakstās %s, vai arī pievienojies citiem cilvēkiem, kas veido savas apņemšanās Tavā apkaimē.

source: you will be the first
lv_lv: Tu būsi pirmais

source: person
lv_lv: cilvēks

source: Before putting your signature on the pledge, we need to check that your email is working.
lv_lv: Pirms pievienojam Tavu parakstu par šo apņemšanos, mums ir jāpārbauda vai tavs e-pasts darbojas.

source: Thanks for signing up to this pledge in %s!
lv_lv: Paldies, ka parakstīji šo apņemšanos apr %s!

source: Thanks for signing up to the <a href="%s">%s pledge</a>!
lv_lv: Paldies, ka parakstījies par <a href="%s">%s apņemšanos</a>!

source: You cannot sign your own pledge!
lv_lv: Tu nevari parakstīt pats savu apņemšanos

source: Before you can say that you've done a pledge, we need to check that you signed that pledge.
lv_lv: Pirms pieņemt Tavu apstiprinājumu par to, ka esi izpildījis apņemšanos, mums jāpārbauda vai Tu tiešām esi parakstījis šo apņemšanos.

source: Then you will be able to say you've done a pledge.
lv_lv: Pēc tam varēsim reģistrēt Tavu apliecinājumu, ka esi īstenojis savu apņemšanos.

source: Say you've done a pledge at PledgeBank.com
lv_lv: Apliecini, ka esi izpildījis savu apņemšanos @ PledgeBank.com

source: PledgeBank pledge survey
lv_lv: Pārskats par PledgeBank apņemšanām

source: You did not sign this pledge, so cannot say that you have or have not done it!
lv_lv: Tu neesi parakstījis šo apņemšanos. Tāpēc nevar pieņemt Tavu apstiprinājumu vai noliegumu par šīs apņemšanās izpildīšanu.

source: Comments on all pledges
lv_lv: Visu apņemšanos komentārus

source: <Enter town or keyword>
lv_lv: <Ievadi pilsētu vai atslēgasvārdu>

source: RSS feed of pledges matching '%s'
lv_lv: RSS barotne par apņemšanām, kas atbilst '%s'

source: We couldn't find that postcode, please check it again.
lv_lv: Mēs nevaram atrast šo pasta indeksu, lūdzu pārbaudi to vēlreiz

source: We couldn't find that zipcode, please try again.
lv_lv: Mēs nevarējām atrast šādu pasta indeksu (zip code - USA), lūdzu pārbaudi vēlreiz.

source: We found more than one location matching <strong>%s</strong>, %s. Pick your town from the list to see pledges in your area:
lv_lv: Mēs atradām vairāk kā vienu vietu, kas atbilst <strong>%s</strong>, %s. Izvēlies savu pilsētu no saraksta, lai redzētu savas apkaimes apņemšanās.

source: Results for <strong>open pledges</strong> within %s %s of <strong>%s</strong>, %s:
lv_lv: <strong> Atvērtās apņemšanās</strong> %s %s <strong>ap %s</strong>, %s:

source: Other similar places to %s
lv_lv: Citas %s līdzīgas vietas

source: Did you mean:
lv_lv: Vai Tu domāji:

source: To search for a town, please first %s.
lv_lv: Lai meklētu pilsētu, lūdzu sākumā %s.

source: Results for <strong>comments</strong> matching <strong>%s</strong>:
lv_lv: <strong>Komentāri</strong> , kas atbilst <strong>%s</strong>:

source: Results for <strong>people</strong> matching <strong>%s</strong>:
lv_lv: <strong>Cilvēki</strong> , kas atbilst <strong>%s</strong>:

source: (creator)
lv_lv: (autors)

source: Sorry, we could find nothing that matched "%s".
lv_lv: Diemžēl, mēs nevarējām atrāst neko, kas atbilst "%s".

source: The code you've entered isn't valid
lv_lv: Jūsu ievadītais kods nav pareizs

source: Please enter your phone number
lv_lv: Lūdzu ievadiet savu telefona numuru

source: No mobile number recorded for SMS signer %d
lv_lv: Nav norādīts mobīlā telefona numurs personai %d, kas parakstījās, izmantojot SMS

source: That phone number doesn't match our records
lv_lv: Šis telefona numurs nesakrīt ar mūsu rīcībā esošiem datiem

source: Next, we need to verify your email address.
lv_lv: Tagad mums jāpārbauda Tava e-pasta adrese.

source: You either made or already signed this pledge!
lv_lv: Tu esi vai nu šīs apņemšanās autors vai jau parakstījis šo apņemšanos!

source: We couldn't recognise the link you've followed
lv_lv: Neatpazīstama saite (URL)

source: Sorry, we can't make sense of the code '%s'. Please could you re-check the address you typed in; the last part of it should be two groups of four letters and numbers, joined by a hyphen ("-"), something like "1234-abcd".
lv_lv: Diemžēl, mēs nesaprotam šo kodu: '%s'. Lūdzu pārbaudi vēlreiz adresi, kuru ierakstīji; tās pēdējai daļai būtu jasastāv no divām četru burtu un ciparu grupā, kas savienotas ar ("-"), piemēram šādi: "1234-abcd".

source: Sorry, we couldn't sign you up to that pledge:
lv_lv: Diemžēl mēs nevarējām pieņemt Tavu parakstu par to apņemšanos:

source: Unfortunately, before our SMS to you was delivered, somebody else beat you to the last place on that pledge.
lv_lv: Diemžēl, pirms mūsu SMS tika Tev piegādāts, kāds cits paspēja ieņemt pēdējo brīvo šīs apņemšanās parakstu.

source: Unfortunately, before we could subscribe you, somebody else beat you to the last place on that pledge.
lv_lv: Diemžēl, pirms varējām pieņemt Tavu parakstu, kāds cits paspēja ieņemt pēdējo brīvo šīs apņemšanās parakstu.

source: Unfortunately, before our SMS to you was delivered, the pledge finished.
lv_lv: Diemžēl, pirms mūsu SMS tika Tev piegādāts, apņemšanās parakstu termiņš beidzās.

source: Unfortunately, before we could subscribe you, the pledge finished.
lv_lv: Diemžēl, pirms varējām pieņemt Tavu parakstu, apņemšanās parakstu termiņš beidzās.

source: We're very sorry &mdash; better luck next time!
lv_lv: Mums ļoti žēl &mdash; veiksmi nākamreiz!

source: Please try again a bit later.
lv_lv: Lūdzu mēģini vēlreiz nedaudz vēlāk.

source: <h2>Thanks for signing up!</h2>
lv_lv: <h2>Paldies, ka parakstījies!</h2>

source: On this page you can <strong>let us have your name and email address</strong> so that you can get email from the pledge creator. We will then <strong>email you when the pledge succeeds</strong>, rather than sending an SMS.
lv_lv: Šeit Tu vari <strong>norādīt mums savu vārdu e-pasta adresi</strong>, lai Tu varētu saņemt e-pastus no apņemšanās autora. Tad mēs Tev <strong>sūtīsim e-pastu, nevis SMS, kad apņemšanās būs veiksmīga</strong>

source: No SMS for private pledges
lv_lv: Privātajām apņemšanām SMS netiek nodrošināts.

source: <h2>Get updates by email instead of SMS</h2>
lv_lv: <h2>Saņem jaunumus-pastā, nevis SMS</h2>

source: Phone number:
lv_lv: Telefons:

source: Name:
lv_lv: Vārds:

source: Show my name on this pledge
lv_lv: Parādīt manu vārdu pie šīs apņemšanās

source: Success Stories
lv_lv: Veiksmes stāsti

source: Here at PledgeBank, we&rsquo;re quite proud of the actions people have taken to improve their communities. Each of the successful pledges on the site mark something significant &ndash; trees planted, books distributed, friendships formed, votes cast, money donated, letters written, and a whole host of other actions. We&rsquo;re happy to say that people all over the world have created change and taken initiative in a wide variety of ways, and would like to share some of our favourite success stories with you.
lv_lv: Šeit @ PledgeBank, mēs esam ļoti lepni par darbībām, ko cilvēki veikuši, lai uzlabotu savas sabiedrības. Katra šajā vietnē esoša apņemšanās attēlo ko nozīmīgu &ndash; iestādītus kokus, izplatītas grāmatas, iegūtus draugus, savāktas balsis, naudas ziedojumus, uzrakstītas vēstules un daudz ko citu. Mēs esam priecīgi paziņot, ka cilvēki no visas pasaules ir radījuši pārmaiņas un uzņēmušies iniciatīvu dažādās sfērās, un mēs gribētu dalīties ar Jums dažos mūsu mīļākajos veiksmes stāstos.

source: airfarespledge success story
lv_lv: lidmašīnu biļešu apņemšanās veiksmes stāsts

source: Fiona, one of the creators of the <a href="/airfarespledge">airfarespledge</a>, writes to say:
lv_lv: Fiona, viena no <a href="/airfarespledge">airfarespledge</a> autoriem, mums ziņo:

source: &ldquo;After seeing the news about Hurricane Katrina, which had some pretty graphic pictures showing the damage, I thought of how I could help....Being a fan of Jazz music and knowing a lot about New Orleans, Harry Connick Jr was the first person I thought of, I found connick.com to see if they had a donation or fund raiser link. A few of the members were donating their time and money, and being an international person, donating money, just didn't work for me.
lv_lv: &ldquo;Redzot ziņas par viesuļvētras Katrina sekām, kur tika rādīti grafiski attēli par postījumiem, es iedomājos, ka varu palīdzēt....Esmu džeza mūzikas fane un zinot visai daudz par Jaunorleānu, Harijs Koniks (Harry Connick Jr) bija pirmais par ko iedomājos. Es atradu mājas lapu connick.com lai pārbaudītu vai viņiem ir saite uz ziedojumu vai līdzekļu vākšanas kontaktiem. Daži no dalībniekiem ziedoja savu laiku un naudu, bet naudas ziedojumi man, kā citas valsts piederīgajai, vienkārši nestrādās.

source: &ldquo;My pledge was originally to raise some money to help pay for airfares to get to New Orleans to help with Hurricane Katrina Relief organisation CERMT (Emergency Relief Massage Therapy). By now I had many internet friends from the US who helped out a lot, donating either emotional help or money, but one person, donated his flight points to fly us, first and business class to the US. Of course I thought it was too good to be true, but, it just happend that the gentleman was extremly helpful and he arranged most of our flight arragements. Including meeting us at the Dallas airport on the way through.
lv_lv: &ldquo;Sākotnēji mana apņemšanās bija vienkārši savākt naudu lai palīdzētu apmaksāt lidmašīnu biļetes, lai nokļūtu Jaunorleānā un sniegtu palīdzību viesuļvētras Katrina seku novēršanas organizācijai CERMT (Nelaimes seku novēršanas masāžas terapija). Uz to brīdi man jau bija daudz draugu internetā no ASV, kas daudz palīdzēja, ziedojot vai nu emocionālo palīdzību vai naudu bet viens cilvēks ziedoja savus uzkrātos lidojuma punktus, lai mēs varētu lidot, pirmajā un biznesa klasē uz ASV. Man, protams, likās ka tas bija pārāk labi, lai būtu īstenība, bet tas vienkārši tā bija, ka šis cilvēks bija ļoti izpalīdzīgs un viņš nokārtoja, visus jauātjumus, saistībā ar mūsu lidojumiem. Turklāt sagaidīja mūs Dalasas lidostā un pavadīja tam cauri.

source: &ldquo;Unfortunately two months later, the plans with CERMT fell through as they were not efficient enough to help, we had these wonderful donations and no where to go. After searching through several internet sites and many e-mails, we finally found an organisation that were stable enough to match our plans, Hands on USA. It was stressful enough for me because I have never travelled overseas and didn't know what to expect and I have a son, who I was leaving for one month, which was January, the month of his birthday!
lv_lv: &ldquo;diemžēl pēc diviem mēnešiem, CERMT plāni izgāzās, jo nebija pietiekami effektīvi lai sniegtu palīdzību, bet mums bija šie brīnišķīgie ziedojumi un nekāda pielietojuma tiem. Pēc meklēšanas vairākās interneta mājas lapās un daudziem e-pasta ziņojumiem, mēs beidzot atradām organizāciju Rokas pār ASV, kas bija pietiekami stabila, lai atbilstu mūsu plāniem. Tas bija priekš manis pietiekami uztraucoši, jo nekad nebiju ceļojusi uz aizjūras valstīm un nezināju, kas mani sagaida, un man ir dēls, ko es atstāju vienu Janvāra mēnesī, kad bija viņa dzimšanas diena!

source: &ldquo;As for the experience...I will describe it as an emotional rollercoaster. Our accomodation was "Camping out" in winter colder than we've had before, which, we didn't mind at all. As long as we didn't have to bring our own tent. We helped many devastated families by cleaning up, helped stranded animals and most of all helped the people that were helping others, by massage and relaxation, we even found ourselves in the kitchen, cooking for 100 + people. We also took part in the Martin Luther King jr parade, holding an Australian flag, as we marched down the streets of MS. People were crying and at the same time cheering and thanking everyone from different US states who marched. We had no time to travel, but we took the opportunity to going on a road trip to New York for a couple of days, where I saw snow for the first time. We stopped off at Los Angeles on the way home for one night, but that was it. We had plans to visit a group of volunteers in New Orleans, but, they let us down and left us out in the open in the lower 9th ward, which was not safe. We were lucky to get some accomodation for the night though.
lv_lv: &ldquo;Kas attiecas uz pieredzi...Es to raksturotu kā emicionālas piekrastes bangas. Mūsu apmešanās "Nometnes tipa" bija ziemas apstākļos, kad bija aukstāks nekā mēs jebkad bijām pieredzējuši, bet tas mūs nemaz netraucēja. Tik ilgi līdz mums nebija jāceļ sava telts. Mēs palīdzējām daudzām bez pajumtes palikušām ģimenēm novācot gruvešus, palīdzējām grūtībās nonākušiem dzīvniekiem, un galvenais, palīdzējām cilvēkiem, kas sniedza palīdzību citiem ar masāžu un relaksāciju, mēs pat darbojāmies virtuvē, gatavojot ēdienu vairāk kā 100 cilvēkiem. Mēs arī piedalījāmies Martina Lutera Kinga jaunākā parādē, nesot Austrālijas karogu, soļojot pa MS ielām. Cilvēki raudāja un vienlaikus gavilēja, pateicoties katram, no dažādu ASV šatu pārstāvjiem, kas maršēja gājienā. Mums nebija laika ceļot, bet mēs izmantojām iespēju doties ceļojumā ar automašīnu uz dažām dienām uz Ņujorku, kur es pirmo reizi redzēju sniegu. Mājupceļā, mēs apstājāmies Losandželosā uz vienu nakti, bet tas arī bija viss. Mums bija padomā apciemot grupu brīvprātīgo Jaunorleānā, bet viņi mūs pievīla un atstāja mūs bez pajumtes devītajā rajonā, kas nebija droši. Mums palaimējās, ka izdevās dabūt pajumti, kur pārlaist nakti.

source: &ldquo;There is so much more to this story, but, if you are wanting to find out what we did, you can <a href="/airfarespledge">contact me</a> through my pledge and I will respond from you there.
lv_lv: &ldquo;Šim stāstam ir vēl daudz kas vairāk piebilstams, bet ja Tu vēlies uzzināt vairāk par to, ko mēs paveicām Tu vari <a href="/airfarespledge">sazināties ar mani</a>caur manu apņemšanos un es Tev atbildēšu no turienes.

source: &ldquo;I still keep in contact with people and have a friendship and would once again, like to thank everyone who helped.&rdquo;
lv_lv: &ldquo;Es vēl arvien uzturu sakarus ar cilvēkiem, un draudzējos ar tiem un vēlos vēlreiz pateikties visiem, kas palīdzēja.&rdquo;

source: Translate PledgeBank into your own language
lv_lv: Pārtulko PledgeBank savā valodā

source: Translating PledgeBank
lv_lv: PledgeBank tulkošana

source: So you want to have PledgeBank in your own language? We've hopefully made it relatively straightforward.
lv_lv: Tātad Tu vēlies lai Tev būtu PledgeBank Tavā dzimtajā valodā? Mēs cerams esam to padarījuši relatīvi viegli pieejamu.

source: Firstly, do <a href="/contact">contact us</a> so we can keep track of things, and perhaps put you in touch with other people translating into the same language. Also, <a href="https://secure.mysociety.org/admin/lists/mailman/listinfo/internationalisation">sign up to our mailing list</a> to discuss translations.
lv_lv: Pirmkārt, veic<a href="/contact">sazināšanos ar mums</a> lai mēs varam sekot notikumiem, un cerams sakontaktēt Tevi ar citiem cilvēkiem, kas tulko tajā pašā valodā. Bez tam, <a href="https://secure.mysociety.org/admin/lists/mailman/listinfo/internationalisation"> reģistrējies mūsu korespondentu sarakstā</a> lai apspriestu tulkojumus.

source: Do let us know if there's anything below that is hard to understand. The instructions assume you're running Windows, apologies for that &ndash; users of other operating systems should be able to work out what similar steps to take.
lv_lv: Paziņo mums, ja kaut kas rada grūtības izprast zemāk sniegto informāciju. Instrukcijas paredz, ka Tu strādā ar Windows, bet atvaino, ja tas ir &ndash; citu operacionālo sistēmu lietotājiem būtu jāizstrādā līdzvērtīgi veicamie soļi.
