Repository: Spiritdude/pledgebank
Catalog: locale/*.UTF-8/LC_MESSAGES/PledgeBank.po
Languages: lv_lv

source: PledgeBank isn't just limited to people who use the internet a lot. You can sign up to any pledge with a simple two word text message (in %s only). Ideal for getting your friends in the pub involved, people in your street and so on.
lv_lv: PledgeBank nav tikai priekš tiem cilvēkiem, kas daudz lieto internetu. Tu vari parakstīties uz jebkuru apņemšanos ar vienkāršu divu vārdu SMS ziņu (in %s only). Tas ir ideāli, lai krogā iesaistītu savus draugus, cilvēkus uz ielas utt.

source: PledgeBank is free, easy to use, and needs your involvement before we can launch. So if there's something you'd like to achieve in your community, in your place of employment, your university, amongst your friends, or in your street, please take a look at PledgeBank.com and create a pledge right now. Thank you.
lv_lv: Pledgebank ir par brīvu, viegli lietojama un tai nepieciešama Tava līdzdalība pirms mēs varam to palaist. Tātad, ja ir kaut kas, ko Tu vēlies sasniegt savā sabiedrībā, savā darba vietā, savā universitātē, savu draugu vidū, savā ielā, lūdzu ieskaties PledgeBank.com un izveido apņemšanos jau tagad. Paldies.

source: To PledgeBank front page
lv_lv: Uz PledgBank sākuma lapu

source: Search results for '%s'
lv_lv: Meklēt: '%s'

source: Thanks for sending the pledge to your friends!
lv_lv: Paldies, ka nosūtīji apņemšanos saviem draugiem!

source: Here are some more pledges you might like.
lv_lv: Šeit būs vēl apņemšanās, kas Tev varētu patikt

source: Frequently Asked Questions
lv_lv: Biežāk Uzdotie Jautājumi

source: What does PledgeBank do for me? Why should I use it?
lv_lv: Ko PledgeBank var darīt manā labā? Kādēļ man tā būtu jālieto?

source: PledgeBank gives you the reassurance that if you decide to do something for the wider community you won't be doing it alone.
lv_lv: PledgeBank dod Tev apliecinājumu, ka, ja Tu izlemsi izdarīt kaut ko lielākas sabiedrības daļas labā, Tu nebūsi viens.

source: What is PledgeBank for?
lv_lv: Kam domāta PledgeBank?

source: PledgeBank is a site to help people get things done, especially things that require several people. We think that the world needs such a service: lots of good things don't happen because there aren't enough organised people to do them.
lv_lv: PledgeBank ir vietne, lai palīdzētu cilvēkiem īstenot lietas, īpaši lietas, kurām nepieciešami vairāki cilvēki. Mēs domājam, ka pasaulei ir nepieciešams šāds pakalpojums: daudzas labas lietas nav realizējušās, jo nav bijis pietiekami daudz organizētu cilvēku, lai tās īstenotu.

source: Can you give me some examples?
lv_lv: Vai varat dot dažus piemērus?

source: Sure. 'I will start recycling if 100 people in my town will do the same'; 'I will organise my child's school play if 3 other parents will help'; 'I will build a useful website if 1000 people promise to contribute to it'.
lv_lv: Noteikti. 'Es sākšu škirot atkritumus, ja 100 cilvēki manā pilsētā darīs to pašu';'Es organizēšu mana bērna skolas lugu, ja 3 citi vecāki palīdzēs';'Es izveidošu vērtīgu interneta vietni, ja 1000 cilvēki apsolīs veicināt un dot savu ieguldījumu tajā.

source: How does it work?
lv_lv: Kā tas strādā?

source: PledgeBank allows users to set up pledges and then encourages other people to sign up to them. A pledge is a statement of the form 'I will do something, if a certain number of people will help me do it'. The creator of the pledge then publicises their pledge and encourages people to sign up. Two outcomes are possible &ndash; either the pledge fails to get enough subscribers before it expires (in which case, we contact everyone and tell them 'better luck next time'), or, the better possibility, the pledge attracts enough people that they are all sent a message saying 'Well done&mdash;now get going!'
lv_lv: PledgeBank dod iespēju lietotājiem veidot apņemšanās un tad iedrošina citus cilvēkus tām pievienoties. Apņemšanās ir paziņojums šādā formā 'Es izdarīšu kaut ko, ja konkrēts skaits cilvēku man palīdzēs to izdarīt'. Apņemšanās autor publicē savu apņemšanos un mudina cilvēkus tai tai pievienoties. Ir divi iespējamie iznākumi &ndash; vai nu apņemšanās nespēj savākt pietiekami daudz domubiedrus pirms tās termiņa beigām, (šādā gadījumā mēs sazināmies ar ikvienu un novēlām viņiem 'lai nākamreiz veicas labāk', vai, labājā gadījumā, apņemšanās piesaista pietiekami daudz cilvēku, lai viņiem varētu tikt nosūtīta ziņa: 'Labi paveikts&mdash;tagad realizējiet!'

source: What can I ask people to pledge?
lv_lv: Uz kādu apņemšanos es varu aicināt cilvēkus?

source: Pretty much anything which isn't illegal, and which doesn't incite people to commit illegal actions. Anything too obscene might also be taken down&mdash;this is a family friendly site!
lv_lv: Praktiski uz jebko, kas nav pretlikumīgs un kas nemudina cilvēkus veikt pretlikumīgās darbībās. Jebkas pārāk neķītrs arī var tikt dzēsts&mdash;šī ir ģimenei draudzīga vietne !

source: How can you be sure people will bother to carry out the pledge?
lv_lv: Kā Jūs varat būt droši, ka cilvēki realizēs savu apņemšanos?

source: We can't; PledgeBank is based on a psychological bet. We believe that if a person possesses a slight desire to do something, and then we help connect them to a bunch of people who also want to do the same thing, then that first person is much more likely to act. We have some <a href='/success'>success stories</a> for a variety of pledges from the site, and we have also surveyed many of the money-based pledges that have succeeded, and found that payment rates vary from 50% to well over 150%, with three-quarters of people paying being typical.
lv_lv: Mēs nevaram; PledgeBank ir balstīta uz psiholoģisku derību. Mēs ticam, ka, ja personai ir vēlme kaut ko izdarīt un ja mēs palīdzam viņai satikt cilvēku kompāniju, kas vēlas izdarīt to pašu, tad šī pirmā persona ar daudz lielāku varbūtību rīkosies. Mums jau ir <a href='/success'>panākumi</a> dažādām ļoti apņemšanām no vietnes un tāpat mēs esam pārlūkojuši daudzas uz naudu bāzētās apņemšanās, kas ir bijušas veiksmīgas un esam atklājuši, ka maksājumu varbūtība svārstās starp 50% līdz pat vairāk kā 150%, parasti maksājumu veic trīs ceturdaļas no cilvēkiem.

source: What do I get out of it?
lv_lv: Kas man no tā?

source: As a well intentioned subscriber, you get insurance against being the only person to show up to the demo in the freezing rain or against being the parent who discovers they've just volunteered to run the entire school play on their own. As a pledge creator&mdash;you get a greatly improved chance of achieving whatever change it is you want.
lv_lv: Kā labu nodomu vadīts lietotājs Tev jutīsies drošs, ka nebūsi vienīgais, kas ieradīsies uz demo stindzinoši aukstā lietū vai, ka neatklāsiet, ka esat vienīgie vecāki, kas pieteikušies vadīt visu skolas lugu paši saviem spēkiem. Kā apņemšanās autors&mdash;Tu iegūsti daudz lielāku iespēju panākt savu, lai kas arī tas būtu, ko vēlies.

source: Is it free?
lv_lv: Vai tas ir par brīvu?

source: The site is free to use, no matter how big a pledge you create. PledgeBank is run by a charitable organisation, though, so if you want to run an especially big pledge, and feel like making a contribution, please <a href="/contact">contact us</a> or <a href="https://secure.mysociety.org/donate/">make a donation directly</a>. SMS messages to PledgeBank (available in %s only) cost your normal text fee.
lv_lv: Vietni var izmantot par brīvu, neatkarīgi no tā cik lielu apņemšanos Tu izveido. PledgeBank uztur labdarības organizācija, tomēr, ja Tu gribi veidot īpaši lielu apņemšanos un vēlies dot ieguldījumu, lūdzu <a href="/contact">sazinies ar mums</a> or <a href="https://secure.mysociety.org/donate/">Veic tiešo ziedojumu</a>. PledgeBank(ai) nosūtītās īsziņas (pieejams tikai %s ) maksā tik pat cik Tavas parastās īsziņas.

source: Organisation Questions
lv_lv: Organizatoriskie Jautājumi

source: Who built PledgeBank?
lv_lv: Kas izveidoja PledgeBank ?

source: This site was built by <a href="http://www.mysociety.org">mySociety</a>. mySociety is a charitable organisation in the United Kingdom, which has grown out of a community of volunteers who built sites like <a href="http://www.theyworkforyou.com">TheyWorkForYou.com</a>. mySociety's primary mission is to build Internet projects which give people simple, tangible benefits in the civic and community aspects of their lives. Our first project was <a href="http://www.writetothem.com">WriteToThem.com</a>, where UK citizens can write to any of their elected representatives, for free.
lv_lv: Šo vietni izveidoja <a href="http://www.mysociety.org">mySociety</a>. mySociety ir Apvienotā Karalistē bāzēta labdarības organizācija, kas ir izveidojusies no brīvprātīgo vidus, kas izveidojuši tādas vietnes kā <a href="http://www.theyworkforyou.com">TheyWorkForYou.com</a>. mySociety primārā misija ir veidot Interneta projektus, kas dod cilvēkiem vienkāršus, taustāmus labumus civilajā un sabiedriskajā viņu dzīves aspektos. Mūsu pirmais projekts bija <a href="http://www.writetothem.com">WriteToThem.com</a>, kur UK pilsoņi var rakstīt ikvienam no viņu ievēlētajiem pārstāvjiem par brīvu.

source: Who pays for it?
lv_lv: Kas par to maksā?

source: PledgeBank has been built by mySociety thanks to the effort of a combination of paid core developers and unpaid volunteers. The core developers were paid for by the <acronym title="Office of the Deputy Prime Minister">ODPM</acronym>'s e-innovations fund in partnership with West Sussex County Council.
lv_lv: PledgeBank ir izveidojusi mySociety pateicoties komerciālu kodola programmētāju un bezmaksas brīvprātīgo pūlēm. Komerciālos kodola programmētājus apmaksāja <acronym title="Premjerministra vietnieka biroja">ODPM</acronym>'s e-inovāciju fonds sadarbībā ar Rietumu Eseksas Grāfistes padomi.

source: Do you need any help with the project?
lv_lv: Vai Jums ir nepieciešama palīdzība ar šo projektā?

source: Yes, we can use help in all sorts of ways, technical or non-technical. Please <a href="/contact">contact us</a> if you want to get in touch.
lv_lv: Jā, mums var noderēt jebkāda palīdzība, gan tehniskā, gan ne-tehniskā. Lūdzu <a href="/contact">rakstiet mums</a>, ja gribat sazināties ar mums.

source: Where's the "source code" to PledgeBank?
lv_lv: Kur ir PledgeBank "izejas kods"?

source: The software behind PledgeBank is open source, and available to you mainly under the GNU Affero GPL software license. You can <a href="http://github.com/mysociety/pledgebank">download the source code</a> (look under 'pb') and help us develop it. You're welcome to use it in your own projects, although you must also make available the source code to any such projects.
lv_lv: PledgeBank programmatūra ir atvērtā koda tipa un pieejama Tev galvenokārt ar GNU Affero GPL licensi. Tu vari <ahref="http://github.com/mysociety/pledgebank">lejuplādēt izdejas kodu (meklē zem 'pb') un palīdzēt mums attīstīt to tālāk. Esi laipni aicināts izmantot to savos projektos, tomēr Tev arī ir jāpadara šis izejas kods brīvi pieejams jebkādam šāda veida projektam.

source: People build things, not organisations. Who <em>actually</em> built it?
lv_lv: Cilvēki veido lietas, nevis organizācijas. Kas <em>patiesībā</em> izveidoja to?

source: OK, we are Mike Bracken, Edmund von der Burg, James Cronin, Francis Irving, Chris Lightfoot, Etienne Pollard, Richard Pope, Matthew Somerville, Tom Steinberg.
lv_lv: OK, mēs esam Mike Bracken, Edmund von der Burg, James Cronin, Francis Irving, Chris Lightfoot, Etienne Pollard, Richard Pope, Matthew Somerville, Tom Steinberg.

source: <strong>Translations by</strong> Nic Dafis (Welsh), Hugo Caballero Figueroa (Spanish), Tim Morley (Esperanto), Diego Galli (Italian), LaPingvino and Leo De Cooman (Dutch), Creso Moraes (Brazilian Portuguese), Alexander Markushin (Russian), maidan.org.ua team (Ukrainian), Hugo Lamoureux (French), Oliver Ding, Isaac Mao, Danny Yu, Nan Yang, Jacky Peng (Chinese), Aliaksej Lavo&#324;&#269;yk (Belarusian), Jaroslav Rynik (Slovak).
lv_lv: <strong>Tūlkojumi</strong> Nic Dafis (Welsh), Hugo Caballero Figueroa (Spanish), Tim Morley (Esperanto), Diego Galli (Italian), LaPingvino and Leo De Cooman (Dutch), Creso Moraes (Brazilian Portuguese), Alexander Markushin (Russian), maidan.org.ua team (Ukrainian), Hugo Lamoureux (French), Oliver Ding, Isaac Mao, Danny Yu, Nan Yang, Jacky Peng (Chinese), Aliaksej Lavo&#324;&#269;yk (Belarusian), Jaroslav Rynik (Slovak).

source: <strong>Thanks also to</strong> <a href="http://www.tangentlabs.co.uk/">Tangent Labs</a> (for SMS in the UK), the <a href="http://earth-info.nga.mil/gns/html/">US military</a> (for the world gazetteer), <a href="http://sedac.ciesin.columbia.edu/gpw/">CIESIN</a> (for population density data), <a href="http://www.ordnancesurvey.co.uk">Ordnance Survey</a> (for UK postcodes), Ben Furber for our favicon, the entire free software community (FreeBSD, Linux, PHP, Perl, Python, Apache, MySQL, PostgreSQL, we love and use you all!) and <a href="http://www.easynet.net/publicsector/">Easynet</a> (who kindly host all our servers). Let us know if we've missed anyone.
lv_lv: <strong>Pateicamies arī:</strong> <a href="http://www.tangentlabs.co.uk/">Tangent Labs</a> (par SMS darbību UK), the <a href="http://earth-info.nga.mil/gns/html/">US military</a> (par pasaules ģeogrāfisko nosaukumu rādītāju), <a href="http://sedac.ciesin.columbia.edu/gpw/">CIESIN</a> (par apdzīvotības blīvuma datiem), <a href="http://www.ordnancesurvey.co.uk">Ordnance Survey</a> (par UK pasta kodiem), Ben Furber for our favicon, visai brīvās programmatūras kopienai (FreeBSD, Linux, PHP, Perl, Python, Apache, MySQL, PostgreSQL, mēs mīlam un izmantojam Jūs visu!) and <a href="http://www.easynet.net/publicsector/">Easynet</a> (kas laipni hostē visus mūsu serverus). Dodiet ziņu, ja esam kādu piemirsuši.

source: Pledge Creators' Questions
lv_lv: Apņemšanās Autoru Jautājumi

source: What sort of pledges work and what sort of pledges languish in obscurity?
lv_lv: Kāda veida apņemšanās nostrādā un kāda veida apņemšanās nīkuļo neskaidrībā?

source: We're not sure yet, but we reckon that there are some general rules which will apply. First, the lower a pledge target (in terms of numbers), the more likely it is to succeed. Second, the sheer energy with which you push a pledge, whether your own or one you've subscribed to, will have a big difference. If you are willing to take a wireless enabled laptop from door to door, and get people to sign up then and there, you're more likely to be successful than someone who puts their pledge up and forgets about it.
lv_lv: Mēs vēl īsti nezinām, taču liekas ir dažad galvenās iezīmes, kas spēlē savu lomu. Pirmkārt, jo zemāks, apņemšanās mērķis (ciparu ziņā), jo ticamāk, ka tā izdosies. Otrkārt, enerģija ar kuru Tu veicini apņemšanos, neatkarīgi no tā vai savu, vai kādu cita veidotu, uz kuru Tu parakstījies, spēlēs milzu lomu. Ja Tu esi gatavs paņemt portatīvo datoru ar bezvadu tīkla pieslēgumu un staigāt no vienām durvīm uz otrām, lai mudinātu cilvēkus parakstīties, Tavas izredzes būs daudz lielākas nekā tam, kas izveido savu apņemšanos un aizmirst par to.

source: <a name="targets">How many people should I ask for?</a>
lv_lv: <a name="targets">Cik lielu parakstītāju skaitu man būtu jāizvēlas kā mērķi?</a>

source: We recommend that you pick the lowest target you can possibly bear to. Choose the number of people for which you could only just be bothered to carry out your part of the pledge. One more than the number where it wouldn't be worth it. Don't put the value any higher than that. This makes it most likely your pledge will succeed, and more people than you expected can always sign up.
lv_lv: Mēs iesakām Jums izvēlēties skaitliski iespējami zemāku mērķi. Izvēlies tādu cilvēku skaitu dēļ kura Tu būtu gatavs īstenot kādu vienu no apņemšanās daļām. Tikai par vienu vairāk, nekā tas skaits, ar kuru nebūtu vērts šo apņemšanos īstenot. Neizvēlies lielāku skaitu par šo. Tādā veidā Tu veidosi labākos priekšnoteikumu, lai Tava apņemšanās izdotos, un bez tam, vienmēr var pieteikties arī lielāks cilvēku skaits nekā Tu cerēji.

source: Why does my new pledge not appear on the All Pledges page or in search results?
lv_lv: Kapēc mana apņemšanās neparādās Visas Apņemšanās sadaļā vai meklētāja rezultātos?

source: New pledges have just their own page, and are not shown elsewhere on the site, until a few people have signed up to them. This is to make sure we only show good quality pledges, which have an active creator and some support behind them. So get out there and tell your friends and neighbours about your pledge!
lv_lv: Jaunajām apņemšanām ir tikai viņu lapa un tās netiek rādītas nekur citur vietnē kamēr vismaz daži cilvēki nav parakstījušies pie tām. Tas ir, lai nodrošinātu, ka mēs parādām tikai labas kvalitātes apņemšanās. kurām ir aktīvs autors un kurām ir vismaz kāds atbalsts. Tāpēc dodies pie saviem draugiem un kaimiņiem un pastāsti viņiem par savu apņemšanos!

source: Do you remove silly or illegal pledges?
lv_lv: Vai Jūs dzešat muļķīgas vai pretlikumīgas apņemšanās?

source: PledgeBank reserves the right to 'backpage' any pledge which we consider to be inappropriate. This means that your pledge will work, but will not show up on the all page, or in the search. We will normally backpage pledges which are really nothing more than advertising or propaganda, or which are entirely frivolous. We will also delete pledges which promote or incite illegal behaviour.
lv_lv: PledgeBank patur sev tiesības paslēpt jebkādu apņemšanos, kuru mēs uzskatām par neatbilstošu. Tas nozīmē, ka Tava apņemšanās funkcionē, to varēs parakstīt, bet neuzrādīsies Visas Apņemšanās lapā vai meklētājā. Mēs parasti atstāsim paslēptas apņemšanās, kas patiesībā ir nekas cits, kā reklāma vai propoganda, vai kuras ir patiešām nenozīmīgas.

source: <a name="editpledge">Why can't I modify my pledge after I've made it?</a>
lv_lv: <a name="editpledge">Kāpēc es nevaru labot savu apņemšanos pēc tam, kad esmu to izveidojis?</a>

source: People who sign up to a pledge are signing up to the specific wording of the pledge. If you change the wording, then their signatures would no longer be valid. You can <a href="/contact">contact us</a> if there is a cosmetic change that you need to make. For larger changes, you can create a new pledge, and ask your subscribers if they want to move across. There's a link to do this from the 'Spread the word' section of your pledge page.
lv_lv: Cilvēki, kas paraksta apņemšanos, parakstās par konkrētu tās formulējumu. Ja Tu mainītu formulējumu, tad viņu paraksti vairs nebūtu derīgi. Tu vari <a href="/contact">sazināties ar mums</a>, ja nepieciešams kāds kosmētisks labojums. Lielāku izmaiņu nepieciešamības gadījumā, Tu vari izveidot jaunu apņemšanos un jautāt saviem parakstītājiem vai viņi vēlas pārnākt uz to. Tavas aņemšanās 'Izplati ziņu' sadaļā ir saite, lai to izdarītu.

source: Can I contact the people who have signed my pledge?
lv_lv: Vai es varu sazināties ar cilvēkiem, kas parakstījuši manu apņemšanos?

source: At any time, you can send a message to your signers so far. Go to your pledge's page, and follow the link under 'Spread the word'. If your pledge succeeds you will be given a link to send a message to all your signers, including those who signed up by text message. You should give your contact details, and ask for theirs, so you can stay in touch as you carry out your pledge. If anybody signs your pledge later, the last message that you sent will be automatically forwarded to them, and they will be given a link to read older messages.
lv_lv: Jebkurā laikā. Tu vari nosūtīt ziņu saviem parakstītājiem. Atver savas apņemšanās lapu un izmanto saiti zem 'Izplati ziņu'. Ja Tava apņemšanās sasniegs savu mērķi, Tev tiks dota saite, ar kuras palīdzību, Tu varēsi nosūtīt ziņu visiem saviem parakstītājiem, ieskaitot tos, kas parakstījās izmantojot SMS. Tad Tev vajadzētu dot savu kontaktinformāciju un lūgt viņu kontaktinformāciju, lai Jūs varētu uzturēt sakarus, kamēr īstenojat savu apņemšanos. Ja kāds parakstīs Tavu apņemšanos vēlāk, tad pēdējā ziņa ko Tu būsi sūtījis, tiks automātiski nodota arī viņam kopā ar saiti, izmantojot kuru viņi varēs izlasīt arī vecākos ziņojumus.

source: Can people sign up by SMS (text message), and if so how?
lv_lv: Vai cilvēki var pieteikties, izmantojot SMS (tekst īsziņu), un ja var, tad kā?

source: Yes, although only in %s. If you'd like to help us organise SMS for other countries, please <a href="/contact">contact us</a>. The flyers for your pledge describe how to sign up by SMS. So the easiest way to remember is to print some out and carry them with you. You can find the flyers from the 'Spread the word' section on your pledge's page. Otherwise, for people in %s, it says what to text and where to text it to at the bottom of each relevant pledge signup box.
lv_lv: Jā, tomēr tikai %s. Ja vēlies palīdzēt mums noorganizēt SMS pieejamību citās valstīs, lūdzu <a href="/contact">contact us</a>. Uz Tavas apņemšanās skrejlapām ir norādīts kā var parakstīties, izmantojot SMS. Tādēļ vienkāršākais veids kā atcerēties ir izdrukāt dažas no tām un nēsāt sev līdz. Tu atradīsi skrejlapas savas apņemšanās lapas pie 'Izplati ziņu' sadaļas. Priekš %s dzīvojošiem cilvēkiem tur ir norādīts, kas un uz kurieni jāsūta ar SMS.

source: How do I add a picture to my pledge?
lv_lv: Kā es varu pievienot attēlu pie savas apņemšanās?

source: Go to your pledge page and click 'Add a picture to your pledge (creator only)' under 'Spread the word on and offline'. Either find a picture of something to do with your pledge, or even just use a photo of yourself!
lv_lv: Ej uz savas apņemšanās lapu un spied 'Pievienot attēlu (tikai autors)' zem 'Izplati ziņu tiešsaistē un dzīvē' sadaļas. Vai nu atrodi attēlu, kam ir kāds sakars ar Tavu apņemšanos, vai varbūt pat ievieto vienkārši savu foto!

source: Can you make a special version of PledgeBank for my organisation?
lv_lv: Vai Jūs varat izveidot priekš manas organizācijas specializētu PledgeBank?

source: Yes. We can group your pledges together, and alter the logo, colours or complete style to match your branding. We can intimately link PledgeBank with the rest of your site in any way you imagine. We can make it public to the world, or private just for you. We normally charge for doing this, via our commercial subsidiary (any profits go back into mySociety). <a href="/contact">Contact us</a> saying a bit about what you are thinking of doing. There's a list of example special sites at the bottom of <A href="/where">this page</a>.
lv_lv: Jā. Mēs varam apkopot Jūsu apņemšanās vienuviet un izmainīt logo, klāsas vai pat visu stilu, lai pielāgotos Jūsu korporatīvajam stilam. Mēs varam savienot PledgeBank ar Jūsu vietni visos iespējamos veidos.Mēs varam to izveidot publisku, visiem pieejamu, vai arī tikai privāti priekš Jums. Parasti mēs piestādām rēķinu par šo caur mūsu komerciālo palīgu (visa peļņa tiek novirzīta mySociety). <a href="/contact">Sazinieties ar mums</a> un pastāstiet mazliet vairāk, ko tieši Jūs vēlaties panākt.<A href="/where">Šīs lapas</a> beigās ir saraksts ar vietnēm, kas šādi ir tikušas pārveidotas, kā piemērs.

source: International Questions
lv_lv: Starptautiskie Jautājumi

source: Can I put up pledges in languages other than English?
lv_lv: Vai es varu ievietot apņemšanās citās valodās, nevis angļu ?
